{
  "slug": "cervical-cerclage-basics",
  "title": {
    "en": "Cervical Cerclage — What/Why",
    "hi": "सर्वाइकल सरक्लाज — क्या/क्यों",
    "te": "సెర్వికల్ సెర్క్లాజ్ — ఏమిటి/ఎందుకు"
  },
  "overview": {
    "en": "Understanding who might benefit from this procedure to help prevent premature birth.",
    "hi": "यह समझना कि समय से पहले जन्म को रोकने में मदद करने वाली इस प्रक्रिया से किसे लाभ हो सकता है।",
    "te": "అకాల ప్రసవాన్ని నివారించడంలో సహాయపడే ఈ ప్రక్రియ నుండి ఎవరు ప్రయోజనం పొందవచ్చో అర్థం చేసుకోవడం."
  },
  "metadata": {
    "readTime": {
      "en": "5 min read",
      "hi": "5 मिनट में पढ़ें",
      "te": "5 నిమిషాల పఠనం"
    },
    "reviewer": {
      "en": "Reviewed by Dr. Ananya Sharma",
      "hi": "डॉ. अनन्या शर्मा द्वारा समीक्षित",
      "te": "డాక్టర్ అనన్య శర్మ ద్వారా సమీక్షించబడింది"
    },
    "sources": [
      "ACOG (American College of Obstetricians and Gynecologists)"
    ]
  },
  "sections": [
    {
      "id": "introduction",
      "title": {
        "en": "",
        "hi": "",
        "te": ""
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "During pregnancy, the cervix (the lower part of the uterus) should stay firmly closed until the baby is ready to be born. In some women, the cervix can start to shorten and open too early. A cervical cerclage is a proactive procedure performed to provide support to the cervix and help keep it closed, giving the baby more time to grow.",
            "hi": "गर्भावस्था के दौरान, गर्भाशय ग्रीवा (गर्भाशय का निचला हिस्सा) को तब तक मजबूती से बंद रहना चाहिए जब तक कि बच्चा जन्म के लिए तैयार न हो जाए। कुछ महिलाओं में, गर्भाशय ग्रीवा बहुत जल्दी छोटी और खुलने लग सकती है। सर्वाइकल सरक्लाज एक सक्रिय प्रक्रिया है जो गर्भाशय ग्रीवा को सहारा देने और उसे बंद रखने में मदद करने के लिए की जाती है, जिससे बच्चे को बढ़ने के लिए अधिक समय मिलता है।",
            "te": "గర్భధారణ సమయంలో, గర్భాశయ ముఖద్వారం (గర్భాశయం యొక్క దిగువ భాగం) శిశువు పుట్టడానికి సిద్ధంగా ఉండే వరకు గట్టిగా మూసి ఉండాలి. కొంతమంది మహిళలలో, గర్భాశయ ముఖద్వారం చాలా త్వరగా పొట్టిగా మారి తెరుచుకోవడం ప్రారంభించవచ్చు. సెర్వికల్ సెర్క్లాజ్ అనేది గర్భాశయ ముఖద్వారానికి మద్దతు ఇవ్వడానికి మరియు దానిని మూసి ఉంచడంలో సహాయపడటానికి చేసే ఒక చురుకైన ప్రక్రియ, ఇది శిశువు పెరగడానికి ఎక్కువ సమయం ఇస్తుంది."
          }
        }
      ]
    },
    {
      "id": "what-is-cerclage",
      "title": {
        "en": "What is Cerclage?",
        "hi": "सरक्लाज क्या है?",
        "te": "సెర్క్లాజ్ అంటే ఏమిటి?"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Think of the cervix like the opening of a drawstring bag. A cerclage is essentially a strong stitch, like tying the drawstring, that is placed around the cervix to keep it securely closed. The primary goal is to prevent a second-trimester miscarriage or a very premature birth in women who are at high risk for a condition called 'cervical insufficiency' or 'incompetent cervix'.",
            "hi": "गर्भाशय ग्रीवा को एक डोरी वाले बैग के मुंह की तरह समझें। सरक्लाज अनिवार्य रूप से एक मजबूत टांका है, जैसे डोरी को बांधना, जो गर्भाशय ग्रीवा के चारों ओर लगाया जाता है ताकि वह सुरक्षित रूप से बंद रहे। इसका मुख्य लक्ष्य उन महिलाओं में दूसरी तिमाही के गर्भपात या बहुत समय से पहले जन्म को रोकना है, जिन्हें 'सर्वाइकल इनसफिशिएंसी' या 'अक्षम गर्भाशय ग्रीवा' नामक स्थिति का उच्च जोखिम होता है।",
            "te": "గర్భాశయ ముఖద్వారాన్ని ఒక తాడు సంచి యొక్క మూతిలా భావించండి. సెర్క్లాజ్ అనేది తప్పనిసరిగా ఒక బలమైన కుట్టు, తాడును కట్టినట్లుగా, ఇది గర్భాశయ ముఖద్వారం చుట్టూ దానిని సురక్షితంగా మూసి ఉంచడానికి వేయబడుతుంది. 'గర్భాశయ లోపం' లేదా 'అసమర్థ గర్భాశయ ముఖద్వారం' అనే పరిస్థితికి అధిక ప్రమాదం ఉన్న మహిళలలో రెండవ త్రైమాసికం గర్భస్రావం లేదా చాలా అకాల ప్రసవాన్ని నివారించడం దీని ప్రాథమిక లక్ష్యం."
          }
        },
        {
          "type": "paragraph",
          "text": {
            "en": "This procedure is typically performed between weeks 12 and 14 of pregnancy but can be done up to week 24 in certain situations.",
            "hi": "यह प्रक्रिया आमतौर पर गर्भावस्था के 12 से 14 सप्ताह के बीच की जाती है, लेकिन कुछ स्थितियों में इसे 24 सप्ताह तक भी किया जा सकता है।",
            "te": "ఈ ప్రక్రియ సాధారణంగా గర్భం దాల్చిన 12 నుండి 14 వారాల మధ్య చేయబడుతుంది, కానీ కొన్ని పరిస్థితులలో 24 వారాల వరకు కూడా చేయవచ్చు."
          }
        }
      ]
    },
    {
      "id": "who-needs-it",
      "title": {
        "en": "Who Needs It?",
        "hi": "इसकी आवश्यकता किसे है?",
        "te": "ఇది ఎవరికి అవసరం?"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "A cerclage is not a routine procedure and is only recommended for specific medical reasons. Your doctor might suggest a cerclage if:",
            "hi": "सरक्लाज एक नियमित प्रक्रिया नहीं है और केवल विशिष्ट चिकित्सा कारणों के लिए ही इसकी सिफारिश की जाती है। आपका डॉक्टर सरक्लाज का सुझाव दे सकता है यदि:",
            "te": "సెర్క్లాజ్ ఒక సాధారణ ప్రక్రియ కాదు మరియు నిర్దిష్ట వైద్య కారణాల కోసం మాత్రమే సిఫార్సు చేయబడుతుంది. మీ డాక్టర్ సెర్క్లాజ్‌ను సూచించవచ్చు:"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "You have a history of second-trimester pregnancy losses related to painless opening of the cervix.",
              "hi": "आपके पास गर्भाशय ग्रीवा के दर्द रहित खुलने से संबंधित दूसरी तिमाही के गर्भपात का इतिहास है।",
              "te": "గర్భాశయ ముఖద్వారం నొప్పిలేకుండా తెరుచుకోవడానికి సంబంధించిన రెండవ త్రైమాసికం గర్భస్రావాల చరిత్ర మీకు ఉంది."
            },
            {
              "en": "You have had a cerclage in a previous pregnancy.",
              "hi": "आपकी पिछली गर्भावस्था में सरक्लाज हुआ है।",
              "te": "మీకు గత గర్భధారణలో సెర్క్లాజ్ జరిగింది."
            },
            {
              "en": "An ultrasound before 24 weeks shows your cervix is shortening significantly (usually less than 25mm), especially if you have a history of preterm birth.",
              "hi": "24 सप्ताह से पहले एक अल्ट्रासाउंड से पता चलता है कि आपकी गर्भाशय ग्रीवा काफी छोटी हो रही है (आमतौर पर 25 मिमी से कम), खासकर यदि आपके पास समय से पहले जन्म का इतिहास है।",
              "te": "24 వారాల ముందు అల్ట్రాసౌండ్ మీ గర్భాశయ ముఖద్వారం గణనీయంగా పొట్టిగా మారుతోందని (సాధారణంగా 25 మిమీ కంటే తక్కువ) చూపిస్తే, ముఖ్యంగా మీకు అకాల ప్రసవ చరిత్ర ఉంటే."
            },
            {
              "en": "During a pelvic exam in your second trimester, your doctor finds that your cervix has already started to open.",
              "hi": "आपकी दूसरी तिमाही में एक पेल्विक जांच के दौरान, आपके डॉक्टर को पता चलता है कि आपकी गर्भाशय ग्रीवा पहले से ही खुलने लगी है।",
              "te": "మీ రెండవ త్రైమాసికంలో పెల్విక్ పరీక్ష సమయంలో, మీ డాక్టర్ మీ గర్భాశయ ముఖద్వారం ఇప్పటికే తెరుచుకోవడం ప్రారంభించిందని కనుగొంటే."
            }
          ]
        }
      ]
    },
    {
      "id": "procedure-details",
      "title": {
        "en": "Procedure Details",
        "hi": "प्रक्रिया का विवरण",
        "te": "ప్రక్రియ వివరాలు"
      },
      "content": [
        {
          "type": "subheading",
          "text": {
            "en": "During the Procedure",
            "hi": "प्रक्रिया के दौरान",
            "te": "ప్రక్రియ సమయంలో"
          }
        },
        {
          "type": "paragraph",
          "text": {
            "en": "A cerclage is performed in a hospital setting. You will be given anesthesia, usually a spinal or epidural, so you won't feel pain from the waist down. The doctor then places a strong stitch around the outside of your cervix and ties it shut. The whole procedure typically takes less than an hour.",
            "hi": "सरक्लाज अस्पताल में किया जाता है। आपको एनेस्थीसिया दिया जाएगा, आमतौर पर स्पाइनल या एपिड्यूरल, ताकि आपको कमर से नीचे दर्द महसूस न हो। फिर डॉक्टर आपकी गर्भाशय ग्रीवा के बाहर चारों ओर एक मजबूत टांका लगाता है और उसे बंद कर देता है। पूरी प्रक्रिया में आमतौर पर एक घंटे से भी कम समय लगता है।",
            "te": "సెర్క్లాజ్ ఆసుపత్రిలో నిర్వహిస్తారు. మీకు అనస్థీషియా ఇవ్వబడుతుంది, సాధారణంగా స్పైనల్ లేదా ఎపిడ్యూరల్, కాబట్టి మీకు నడుము నుండి క్రింద నొప్పి అనిపించదు. అప్పుడు డాక్టర్ మీ గర్భాశయ ముఖద్వారం వెలుపల చుట్టూ ఒక బలమైన కుట్టు వేసి దానిని మూసివేస్తారు. మొత్తం ప్రక్రియ సాధారణంగా ఒక గంట కంటే తక్కువ సమయం పడుతుంది."
          }
        },
        {
          "type": "subheading",
          "text": {
            "en": "After the Procedure",
            "hi": "प्रक्रिया के बाद",
            "te": "ప్రక్రియ తర్వాత"
          }
        },
        {
          "type": "paragraph",
          "text": {
            "en": "You may be observed in the hospital for a few hours or overnight. It's normal to have some mild cramping, spotting, or light bleeding for a few days afterward. Your doctor will likely advise you to rest and avoid strenuous activity and intercourse for a period of time.",
            "hi": "आपको कुछ घंटों या रात भर के लिए अस्पताल में निगरानी में रखा जा सकता है। इसके बाद कुछ दिनों तक हल्की ऐंठन, स्पॉटिंग या हल्का रक्तस्राव होना सामान्य है। आपका डॉक्टर संभवतः आपको कुछ समय के लिए आराम करने और ज़ोरदार गतिविधि तथा संभोग से बचने की सलाह देगा।",
            "te": "మిమ్మల్ని కొన్ని గంటలు లేదా రాత్రిపూట ఆసుపత్రిలో పర్యవేక్షణలో ఉంచవచ్చు. ఆ తర్వాత కొన్ని రోజులు తేలికపాటి తిమ్మిర్లు, చుక్కలు, లేదా తేలికపాటి రక్తస్రావం కావడం సాధారణం. మీ డాక్టర్ బహుశా మీకు కొంతకాలం విశ్రాంతి తీసుకోవాలని మరియు కఠినమైన కార్యకలాపాలు మరియు సంభోగానికి దూరంగా ఉండాలని సలహా ఇస్తారు."
          }
        },
        {
          "type": "subheading",
          "text": {
            "en": "Stitch Removal",
            "hi": "टांका हटाना",
            "te": "కుట్టు తొలగింపు"
          }
        },
        {
          "type": "paragraph",
          "text": {
            "en": "The cerclage stitch is usually removed in the doctor's office around 37 weeks of pregnancy. This is a quick procedure and allows for labour to begin naturally and for a vaginal delivery to be possible. If you go into labour prematurely, the stitch will be removed then.",
            "hi": "सरक्लाज का टांका आमतौर पर गर्भावस्था के 37 सप्ताह के आसपास डॉक्टर के कार्यालय में हटा दिया जाता है। यह एक त्वरित प्रक्रिया है और इससे प्रसव स्वाभाविक रूप से शुरू हो सकता है और योनि प्रसव संभव हो सकता है। यदि आप समय से पहले प्रसव पीड़ा में चली जाती हैं, तो टांका तब हटा दिया जाएगा।",
            "te": "సెర్క్లాజ్ కుట్టు సాధారణంగా గర్భం దాల్చిన 37 వారాల సమయంలో డాక్టర్ కార్యాలయంలో తొలగించబడుతుంది. ఇది ఒక శీఘ్ర ప్రక్రియ మరియు ప్రసవ నొప్పులు సహజంగా ప్రారంభం కావడానికి మరియు యోని ప్రసవం సాధ్యం కావడానికి అనుమతిస్తుంది. మీరు అకాల ప్రసవ నొప్పులలోకి వెళితే, కుట్టు అప్పుడు తొలగించబడుతుంది."
          }
        }
      ]
    }
  ],
  "disclaimer": {
    "en": "This information is for educational purposes and is not a substitute for professional medical advice. The decision to have a cervical cerclage should be made in close consultation with your obstetrician based on your personal medical history.",
    "hi": "यह जानकारी शैक्षिक उद्देश्यों के लिए है और पेशेवर चिकित्सा सलाह का विकल्प नहीं है। सर्वाइकल सरक्लाज कराने का निर्णय आपके व्यक्तिगत चिकित्सा इतिहास के आधार पर आपके प्रसूति विशेषज्ञ के साथ गहन परामर्श से किया जाना चाहिए।",
    "te": "ఈ సమాచారం విద్యా ప్రయోజనాల కోసం మరియు వృత్తిపరమైన వైద్య సలహాకు ప్రత్యామ్నాయం కాదు. సెర్వికల్ సెర్క్లాజ్ చేయించుకోవాలనే నిర్ణయం మీ వ్యక్తిగత వైద్య చరిత్ర ఆధారంగా మీ ప్రసూతి వైద్యునితో సన్నిహిత సంప్రదింపుల ద్వారా తీసుకోవాలి."
  }
}