{
  "slug": "partner-playbook",
  "title": {
    "en": "Partner Playbook",
    "hi": "पार्टनर प्लेबुक",
    "te": "భాగస్వామి ప్లేబుక్"
  },
  "overview": {
    "en": "Practical support ideas and tips for being an amazing partner through every stage of pregnancy.",
    "hi": "गर्भावस्था के हर चरण में एक बेहतरीन साथी बनने के लिए व्यावहारिक सहायता के विचार और सुझाव।",
    "te": "గర్భం యొక్క ప్రతి దశలో ఒక అద్భుతమైన భాగస్వామిగా ఉండటానికి ఆచరణాత్మక మద్దతు ఆలోచనలు మరియు చిట్కాలు."
  },
  "metadata": {
    "readTime": {
      "en": "4 min read",
      "hi": "4 मिनट में पढ़ें",
      "te": "4 నిమిషాల పఠనం"
    },
    "reviewer": {
      "en": "Reviewed by Dr. Karan Bedi, PhD",
      "hi": "डॉ. करन बेदी, पीएचडी द्वारा समीक्षित",
      "te": "డాక్టర్ కరణ్ బేడీ, PhD ద్వారా సమీక్షించబడింది"
    },
    "sources": [
      "APA (American Psychological Association)"
    ]
  },
  "sections": [
    {
      "id": "introduction",
      "title": {
        "en": "",
        "hi": "",
        "te": ""
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Pregnancy is a journey for two. As a partner, your support is one of the most important factors in a healthy, happy pregnancy. You are her rock, her cheerleader, and her teammate. This playbook offers simple, powerful ways you can be there for her physically, practically, and emotionally.",
            "hi": "गर्भावस्था दो लोगों की यात्रा है। एक साथी के रूप में, आपका समर्थन एक स्वस्थ, खुशहाल गर्भावस्था के सबसे महत्वपूर्ण कारकों में سے एक है। आप उसके संबल, उसके प्रशंसक और उसके साथी हैं। यह प्लेबुक सरल, शक्तिशाली तरीके प्रदान करती है जिनसे आप शारीरिक, व्यावहारिक और भावनात्मक रूप से उसके लिए मौजूद रह सकते हैं।",
            "te": "గర్భం ఇద్దరి ప్రయాణం. భాగస్వామిగా, మీ మద్దతు ఆరోగ్యకరమైన, సంతోషకరమైన గర్భం యొక్క అత్యంత ముఖ్యమైన కారకాల్లో ఒకటి. మీరు ఆమెకు బలం, ఆమెకు ప్రోత్సాహం మరియు ఆమె సహచరుడు. ఈ ప్లేబుక్ మీరు ఆమెకు శారీరకంగా, ఆచరణాత్మకంగా మరియు భావోద్వేగపరంగా అండగా నిలవడానికి సరళమైన, శక్తివంతమైన మార్గాలను అందిస్తుంది."
          }
        }
      ]
    },
    {
      "id": "communication-tips",
      "title": {
        "en": "Communication Tips",
        "hi": "संचार के लिए सुझाव",
        "te": "సంభాషణ చిట్కాలు"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Strong communication builds a foundation of trust and understanding during a time of great change.",
            "hi": "मजबूत संचार बड़े बदलाव के समय में विश्वास और समझ की नींव बनाता है।",
            "te": "గొప్ప మార్పుల సమయంలో బలమైన సంభాషణ విశ్వాసం మరియు అవగాహన యొక్క పునాదిని నిర్మిస్తుంది."
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Listen to Understand, Not Just to Reply: Her body and emotions are changing daily. Sometimes she just needs to talk about her fears or discomforts without you needing to 'fix' anything. Just listen.",
              "hi": "समझने के लिए सुनें, सिर्फ जवाब देने के लिए नहीं: उसका शरीर और भावनाएं रोज बदल रही हैं। कभी-कभी उसे बिना कुछ 'ठीक' किए बस अपने डर या असुविधाओं के बारे में बात करने की जरूरत होती है। बस सुनें।",
              "te": "సమాధానం ఇవ్వడానికే కాకుండా, అర్థం చేసుకోవడానికి వినండి: ఆమె శరీరం మరియు భావోద్వేగాలు ప్రతిరోజూ మారుతున్నాయి. కొన్నిసార్లు ఆమె తన భయాలు లేదా అసౌకర్యాల గురించి మాట్లాడటానికి మాత్రమే కోరుకుంటుంది, మీరు దేన్నీ 'సరిచేయాల్సిన' అవసరం లేదు. కేవలం వినండి."
            },
            {
              "en": "Ask How She's *Really* Doing: Go beyond a simple 'How are you?'. Try asking, 'What was the best part of your day?' or 'Is there anything I can do to make you more comfortable right now?'.",
              "hi": "पूछें कि वह *वास्तव में* कैसी है: सिर्फ 'कैसी हो?' से आगे बढ़ें। पूछने की कोशिश करें, 'आज आपके दिन का सबसे अच्छा हिस्सा क्या था?' या 'क्या मैं आपको अभी और आरामदायक महसूस कराने के लिए कुछ कर सकता हूँ?'।",
              "te": "ఆమె *నిజంగా* ఎలా ఉందో అడగండి: కేవలం 'ఎలా ఉన్నావు?' అని కాకుండా, 'ఈ రోజు నీకు నచ్చిన విషయం ఏమిటి?' లేదా 'ఇప్పుడు నిన్ను మరింత సౌకర్యవంతంగా ఉంచడానికి నేను ఏమైనా చేయగలనా?' అని అడగండి."
            },
            {
              "en": "Attend Appointments Together: Going to doctor's visits and scans shows you're an active participant. It helps you understand the process and ask your own questions.",
              "hi": "अपॉइंटमेंट्स पर साथ जाएं: डॉक्टर के पास और स्कैन के लिए साथ जाना दिखाता है कि आप एक सक्रिय भागीदार हैं। यह आपको प्रक्रिया को समझने और अपने सवाल पूछने में मदद करता है।",
              "te": "అపాయింట్‌మెంట్‌లకు కలిసి వెళ్ళండి: డాక్టర్ సందర్శనలు మరియు స్కాన్‌లకు కలిసి వెళ్ళడం మీరు ఒక చురుకైన భాగస్వామి అని చూపిస్తుంది. ఇది మీకు ప్రక్రియను అర్థం చేసుకోవడానికి మరియు మీ స్వంత ప్రశ్నలను అడగడానికి సహాయపడుతుంది."
            },
            {
              "en": "Be Patient with Mood Swings: Hormonal fluctuations are real and can cause shifts in mood. Offer support and reassurance, not frustration.",
              "hi": "मूड स्विंग्स के साथ धैर्य रखें: हार्मोनल उतार-चढ़ाव वास्तविक होते हैं और मूड में बदलाव का कारण बन सकते हैं। निराशा के बजाय समर्थन और आश्वासन दें।",
              "te": "మూడ్ స్వింగ్స్‌తో ఓపికగా ఉండండి: హార్మోన్ల హెచ్చుతగ్గులు నిజమైనవి మరియు మూడ్‌లో మార్పులకు కారణం కావచ్చు. నిరాశకు బదులుగా మద్దతు మరియు భరోసా ఇవ్వండి."
            }
          ]
        }
      ]
    },
    {
      "id": "practical-support",
      "title": {
        "en": "Practical Support",
        "hi": "व्यावहारिक सहायता",
        "te": "ఆచరణాత్మక మద్దతు"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Actions often speak louder than words. Taking on practical tasks can be one of the most loving forms of support.",
            "hi": "कार्य अक्सर शब्दों से अधिक बोलते हैं। व्यावहारिक कार्यों को संभालना समर्थन के सबसे प्यारे रूपों में से एक हो सकता है।",
            "te": "చర్యలు తరచుగా మాటల కంటే గట్టిగా మాట్లాడతాయి. ఆచరణాత్మక పనులను చేపట్టడం మద్దతు యొక్క అత్యంత ప్రేమగల రూపాలలో ఒకటి కావచ్చు."
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Take Charge of Chores: Help with cooking, cleaning, or grocery shopping, especially on days she's feeling tired or nauseous. Taking out the trash or cleaning the bathroom can be a huge help.",
              "hi": "घर के कामों की जिम्मेदारी लें: खाना पकाने, सफाई करने, या किराने की खरीदारी में मदद करें, खासकर उन दिनों में जब वह थका हुआ या बीमार महसूस कर रही हो। कचरा बाहर निकालना या बाथरूम साफ करना एक बड़ी मदद हो सकती है।",
              "te": "పనుల బాధ్యత తీసుకోండి: వంట, శుభ్రపరచడం, లేదా కిరాణా షాపింగ్‌లో సహాయం చేయండి, ముఖ్యంగా ఆమె అలసిపోయినప్పుడు లేదా వికారంగా ఉన్నప్పుడు. చెత్తను బయట పడవేయడం లేదా బాత్రూమ్ శుభ్రపరచడం ఒక పెద్ద సహాయం కావచ్చు."
            },
            {
              "en": "Promote Rest and Nutrition: Encourage naps. Prepare a healthy snack for her. Make sure she has a water bottle nearby at all times.",
              "hi": "आराम और पोषण को बढ़ावा दें: झपकी लेने के लिए प्रोत्साहित करें। उसके लिए एक स्वस्थ नाश्ता तैयार करें। सुनिश्चित करें कि उसके पास हर समय पानी की बोतल हो।",
              "te": "విశ్రాంతి మరియు పోషణను ప్రోత్సహించండి: కునుకు తీయమని ప్రోత్సహించండి. ఆమె కోసం ఒక ఆరోగ్యకరమైన చిరుతిండిని సిద్ధం చేయండి. ఆమె దగ్గర ఎల్లప్పుడూ ఒక నీటి సీసా ఉండేలా చూసుకోండి."
            },
            {
              "en": "Be the 'Family Manager': In the Indian family context, you can be a wonderful buffer. Gently manage unsolicited advice and ensure she is not overwhelmed by visitors or family obligations.",
              "hi": "'परिवार प्रबंधक' बनें: भारतीय परिवार के संदर्भ में, आप एक अद्भुत बफर हो सकते हैं। बिन मांगी सलाह को धीरे से प्रबंधित करें और सुनिश्चित करें कि वह मेहमानों या पारिवारिक दायित्वों से अभिभूत न हो।",
              "te": "'కుటుంబ మేనేజర్'గా ఉండండి: భారతీయ కుటుంబ సందర్భంలో, మీరు ఒక అద్భుతమైన బఫర్‌గా ఉండవచ్చు. అయాచిత సలహాలను సున్నితంగా నిర్వహించండి మరియు ఆమె సందర్శకులు లేదా కుటుంబ బాధ్యతల వల్ల అధిక ఒత్తిడికి గురికాకుండా చూసుకోండి."
            },

            {
              "en": "Give a Massage: Pregnancy brings aches and pains. A gentle foot, back, or shoulder massage can provide immense relief and is a great way to connect.",
              "hi": "मालिश करें: गर्भावस्था दर्द और पीड़ा लाती है। एक कोमल पैर, पीठ, या कंधे की मालिश अत्यधिक राहत प्रदान कर सकती है और यह जुड़ने का एक शानदार तरीका है।",
              "te": "మసాజ్ చేయండి: గర్భం నొప్పులు మరియు బాధలను తెస్తుంది. ఒక సున్నితమైన పాదం, వీపు, లేదా భుజం మసాజ్ అపారమైన ఉపశమనాన్ని అందిస్తుంది మరియు కనెక్ట్ అవ్వడానికి ఒక గొప్ప మార్గం."
            }
          ]
        }
      ]
    },
    {
      "id": "emotional-care",
      "title": {
        "en": "Emotional Care",
        "hi": "भावनात्मक देखभाल",
        "te": "భావోద్వేగ సంరక్షణ"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Your emotional presence and reassurance are priceless.",
            "hi": "आपकी भावनात्मक उपस्थिति और आश्वासन अमूल्य हैं।",
            "te": "మీ భావోద్వేగ ఉనికి మరియు భరోసా అమూల్యమైనవి."
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Be Her Cheerleader: Tell her she is strong and beautiful. Her body is doing something incredible, and your positive reinforcement matters.",
              "hi": "उसके प्रशंसक बनें: उसे बताएं कि वह मजबूत और सुंदर है। उसका शरीर कुछ अविश्वसनीय कर रहा है, और आपका सकारात्मक सुदृढीकरण मायने रखता है।",
              "te": "ఆమెకు ప్రోత్సాహకరంగా ఉండండి: ఆమె బలమైనది మరియు అందమైనది అని చెప్పండి. ఆమె శరీరం ఏదో అద్భుతమైనది చేస్తోంది, మరియు మీ సానుకూల బలపరచడం ముఖ్యం."
            },
            {
              "en": "Share in the Excitement: Get excited about the milestones. Feel the baby kick. Talk to the bump. Brainstorm baby names together. Your shared joy makes the journey more special.",
              "hi": "उत्साह में हिस्सा लें: मील के पत्थर के बारे में उत्साहित हों। बच्चे की लात महसूस करें। पेट से बात करें। साथ में बच्चे के नाम सोचें। आपकी साझा खुशी यात्रा को और खास बनाती है।",
              "te": "ఉత్సాహంలో పాలుపంచుకోండి: మైలురాళ్ల గురించి ఉత్సాహంగా ఉండండి. శిశువు తన్నడాన్ని అనుభూతి చెందండి. పొట్టతో మాట్లాడండి. కలిసి శిశువు పేర్ల గురించి ఆలోచించండి. మీ భాగస్వామ్య ఆనందం ప్రయాణాన్ని మరింత ప్రత్యేకంగా చేస్తుంది."
            },
            {
              "en": "Plan Couple Time: Life will change with a baby. Make time for each other now. Plan a simple date night at home or a weekend 'babymoon' trip before the third trimester.",
              "hi": "कपल टाइम की योजना बनाएं: बच्चे के साथ जीवन बदल जाएगा। अभी एक-दूसरे के लिए समय निकालें। घर पर एक साधारण डेट नाइट की योजना बनाएं या तीसरी तिमाही से पहले एक सप्ताहांत 'बेबीमून' यात्रा की योजना बनाएं।",
              "te": "జంటగా సమయం గడపడానికి ప్రణాళిక వేసుకోండి: శిశువుతో జీవితం మారుతుంది. ఇప్పుడు ఒకరికొకరు సమయం కేటాయించుకోండి. ఇంట్లో ఒక సాధారణ డేట్ నైట్‌ను లేదా మూడవ త్రైమాసికం ముందు ఒక వారాంతపు 'బేబీమూన్' యాత్రను ప్లాన్ చేయండి."
            },
            {
              "en": "Reassure Her About the Future: Voice your commitment not just to the baby, but to her as your partner. A simple 'We're in this together' can mean the world.",
              "hi": "भविष्य के बारे में उसे आश्वस्त करें: न केवल बच्चे के प्रति, बल्कि अपने साथी के रूप में उसके प्रति भी अपनी प्रतिबद्धता व्यक्त करें। एक साधारण 'हम इसमें एक साथ हैं' दुनिया के बराबर हो सकता है।",
              "te": "భవిష్యత్తు గురించి ఆమెకు భరోసా ఇవ్వండి: కేవలం శిశువుకే కాకుండా, మీ భాగస్వామిగా ఆమెకు కూడా మీ నిబద్ధతను తెలియజేయండి. ఒక సాధారణ 'మనం ఇందులో కలిసి ఉన్నాం' అనేది ప్రపంచమంత అర్థాన్ని ఇస్తుంది."
            }
          ]
        }
      ]
    }
  ],
  "disclaimer": {
    "en": "This guide provides general suggestions. Every person and relationship is unique. For serious emotional or psychological concerns, please consult a qualified mental health professional.",
    "hi": "यह गाइड सामान्य सुझाव प्रदान करती है। हर व्यक्ति और रिश्ता अद्वितीय होता है। गंभीर भावनात्मक या मनोवैज्ञानिक चिंताओं के लिए, कृपया एक योग्य मानसिक स्वास्थ्य पेशेवर से परामर्श करें।",
    "te": "ఈ గైడ్ సాధారణ సూచనలను అందిస్తుంది. ప్రతి వ్యక్తి మరియు సంబంధం ప్రత్యేకమైనది. తీవ్రమైన భావోద్వేగ లేదా మానసిక ఆందోళనల కోసం, దయచేసి అర్హత కలిగిన మానసిక ఆరోగ్య నిపుణుడిని సంప్రదించండి."
  }
}