{
  "slug": "pmmvy-jsy-how-to-apply",
  "title": {
    "en": "PMMVY & JSY: How to Apply",
    "hi": "PMMVY और JSY: आवेदन कैसे करें",
    "te": "PMMVY & JSY: ఎలా దరఖాస్తు చేయాలి"
  },
  "overview": {
    "en": "A complete guide on eligibility, required documents, and the step-by-step application process for India's key maternity benefit schemes.",
    "hi": "भारत की प्रमुख मातृत्व लाभ योजनाओं के लिए पात्रता, आवश्यक दस्तावेज़ों और चरण-दर-चरण आवेदन प्रक्रिया पर एक संपूर्ण गाइड।",
    "te": "భారతదేశం యొక్క ముఖ్యమైన ప్రసూతి ప్రయోజన పథకాలకు అర్హత, అవసరమైన పత్రాలు మరియు దశలవారీ దరఖాస్తు ప్రక్రియపై పూర్తి గైడ్."
  },
  "metadata": {
    "readTime": {
      "en": "7 min read",
      "hi": "7 मिनट में पढ़ें",
      "te": "7 నిమిషాల పఠనం"
    },
    "reviewer": {
      "en": "Reviewed by Arjun Menon, Health Finance",
      "hi": "अर्जुन मेनन, स्वास्थ्य वित्त द्वारा समीक्षित",
      "te": "అర్జున్ మీనన్, హెల్త్ ఫైనాన్స్ ద్వారా సమీక్షించబడింది"
    },
    "sources": [
      "MoWCD (Ministry of Women and Child Development)",
      "MoHFW (Ministry of Health & Family Welfare)"
    ]
  },
  "sections": [
    {
      "id": "eligibility",
      "title": {
        "en": "Eligibility",
        "hi": "पात्रता",
        "te": "అర్హత"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Both schemes are designed to support pregnant women, but they have different objectives and eligibility criteria.",
            "hi": "दोनों योजनाएं गर्भवती महिलाओं की सहायता के लिए बनाई गई हैं, लेकिन उनके उद्देश्य और पात्रता मानदंड अलग-अलग हैं।",
            "te": "ఈ రెండు పథకాలు గర్భిణీ స్త్రీలకు మద్దతు ఇవ్వడానికి రూపొందించబడ్డాయి, కానీ వాటికి వేర్వేరు లక్ష్యాలు మరియు అర్హత ప్రమాణాలు ఉన్నాయి."
          }
        },
        {
          "type": "subheading",
          "text": {
            "en": "Pradhan Mantri Matru Vandana Yojana (PMMVY)",
            "hi": "प्रधानमंत्री मातृ वंदना योजना (PMMVY)",
            "te": "ప్రధాన మంత్రి మాతృ వందన యోజన (PMMVY)"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "All pregnant and lactating women, for their first living child.",
              "hi": "सभी गर्भवती और स्तनपान कराने वाली महिलाएं, उनके पहले जीवित बच्चे के लिए।",
              "te": "గర్భిణీ మరియు పాలిచ్చే స్త్రీలందరూ, వారి మొదటి సజీవ సంతానం కోసం."
            },
            {
              "en": "The woman must not be in regular employment with any Central Government, State Government, or Public Sector Undertaking (PSU).",
              "hi": "महिला किसी भी केंद्र सरकार, राज्य सरकार, या सार्वजनिक क्षेत्र के उपक्रम (PSU) में नियमित रोजगार में नहीं होनी चाहिए।",
              "te": "ఆ మహిళ కేంద్ర ప్రభుత్వం, రాష్ట్ర ప్రభుత్వం లేదా పబ్లిక్ సెక్టార్ అండర్‌టేకింగ్ (PSU)తో రెగ్యులర్ ఉద్యోగంలో ఉండకూడదు."
            }
          ]
        },
        {
          "type": "subheading",
          "text": {
            "en": "Janani Suraksha Yojana (JSY)",
            "hi": "जननी सुरक्षा योजना (JSY)",
            "te": "జననీ సురక్షా యోజన (JSY)"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "All pregnant women delivering in Government or accredited private health facilities.",
              "hi": "सभी गर्भवती महिलाएं जो सरकारी या मान्यता प्राप्त निजी स्वास्थ्य सुविधाओं में प्रसव कराती हैं।",
              "te": "ప్రభుత్వ లేదా గుర్తింపు పొందిన ప్రైవేట్ ఆరోగ్య సౌకర్యాలలో ప్రసవించే గర్భిణీ స్త్రీలందరూ."
            },
            {
              "en": "The scheme focuses especially on women from Below Poverty Line (BPL) households, Scheduled Castes (SC), and Scheduled Tribes (ST).",
              "hi": "यह योजना विशेष रूप से गरीबी रेखा से नीचे (BPL) के परिवारों, अनुसूचित जाति (SC), और अनुसूचित जनजाति (ST) की महिलाओं पर केंद्रित है।",
              "te": "ఈ పథకం ముఖ్యంగా దారిద్ర్యరేఖకు దిగువన (BPL) ఉన్న కుటుంబాలు, షెడ్యూల్డ్ కులాలు (SC), మరియు షెడ్యూల్డ్ తెగల (ST)కు చెందిన మహిళలపై దృష్టి పెడుతుంది."
            }
          ]
        }
      ]
    },
    {
      "id": "documents",
      "title": {
        "en": "Documents Required",
        "hi": "आवश्यक दस्तावेज़",
        "te": "అవసరమైన పత్రాలు"
      },
      "content": [
        {
          "type": "subheading",
          "text": {
            "en": "For PMMVY",
            "hi": "PMMVY के लिए",
            "te": "PMMVY కోసం"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Duly filled Application Form 1-A (for the 1st installment).",
              "hi": "विधिवत भरा हुआ आवेदन पत्र 1-ए (पहली किस्त के लिए)।",
              "te": "సరిగ్గా నింపిన దరఖాస్తు ఫారం 1-ఎ (1వ విడత కోసం)."
            },
            {
              "en": "Copy of Mother and Child Protection (MCP) Card.",
              "hi": "माँ और बाल संरक्षण (MCP) कार्ड की प्रति।",
              "te": "తల్లి మరియు శిశు సంరక్షణ (MCP) కార్డు కాపీ."
            },
            {
              "en": "Copy of Aadhaar Card of the woman and her husband.",
              "hi": "महिला और उसके पति के आधार कार्ड की प्रति।",
              "te": "మహిళ మరియు ఆమె భర్త యొక్క ఆధార్ కార్డు కాపీ."
            },
            {
              "en": "Copy of bank or post office account passbook.",
              "hi": "बैंक या डाकघर खाता पासबुक की प्रति।",
              "te": "బ్యాంక్ లేదా పోస్ట్ ఆఫీస్ ఖాతా పాస్‌బుక్ కాపీ."
            }
          ]
        },
        {
          "type": "subheading",
          "text": {
            "en": "For JSY",
            "hi": "JSY के लिए",
            "te": "JSY కోసం"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "JSY card (provided during registration).",
              "hi": "JSY कार्ड (पंजीकरण के दौरान प्रदान किया गया)।",
              "te": "JSY కార్డు (నమోదు సమయంలో అందించబడుతుంది)."
            },
            {
              "en": "Copy of Aadhaar Card.",
              "hi": "आधार कार्ड की प्रति।",
              "te": "ఆధార్ కార్డు కాపీ."
            },
            {
              "en": "Proof of delivery issued by the medical institution.",
              "hi": "चिकित्सा संस्थान द्वारा जारी किया गया प्रसव का प्रमाण।",
              "te": "వైద్య సంస్థ జారీ చేసిన ప్రసవ ధృవీకరణ."
            },
            {
              "en": "Copy of bank or post office account passbook.",
              "hi": "बैंक या डाकघर खाता पासबुक की प्रति।",
              "te": "బ్యాంక్ లేదా పోస్ట్ ఆఫీస్ ఖాతా పాస్‌బుక్ కాపీ."
            }
          ]
        }
      ]
    },
    {
      "id": "steps",
      "title": {
        "en": "Step-by-Step Application Process",
        "hi": "चरण-दर-चरण आवेदन प्रक्रिया",
        "te": "దశలవారీ దరఖాస్తు ప్రక్రియ"
      },
      "content": [
        {
          "type": "subheading",
          "text": {
            "en": "Applying for PMMVY (₹5,000 in 3 Installments)",
            "hi": "PMMVY के लिए आवेदन (₹5,000 तीन किश्तों में)",
            "te": "PMMVY కోసం దరఖాస్తు (₹5,000 మూడు విడతలలో)"
          }
        },
        {
          "type": "paragraph",
          "text": {
            "en": "The application is done in stages. You must claim each installment separately by filling out different forms. Your local Anganwadi Worker (AWW) or ASHA worker will guide you.",
            "hi": "आवेदन चरणों में किया जाता है। आपको अलग-अलग फॉर्म भरकर प्रत्येक किस्त का दावा अलग से करना होगा। आपकी स्थानीय आंगनवाड़ी कार्यकर्ता (AWW) या आशा कार्यकर्ता आपका मार्गदर्शन करेंगी।",
            "te": "దరఖాస్తు దశలవారీగా చేయబడుతుంది. మీరు వేర్వేరు ఫారాలను నింపడం ద్వారా ప్రతి విడతను విడిగా క్లెయిమ్ చేయాలి. మీ స్థానిక అంగన్వాడీ వర్కర్ (AWW) లేదా ఆశా వర్కర్ మీకు మార్గనిర్దేశం చేస్తారు."
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Step 1: First Installment (₹1,000) - Register your pregnancy early at an Anganwadi Centre (AWC) or approved health facility. Fill Form 1-A and submit it with your MCP card, Aadhaar cards, and bank details.",
              "hi": "चरण 1: पहली किस्त (₹1,000) - अपनी गर्भावस्था का शीघ्र पंजीकरण आंगनवाड़ी केंद्र (AWC) या स्वीकृत स्वास्थ्य सुविधा में कराएं। फॉर्म 1-ए भरें और इसे अपने एमसीपी कार्ड, आधार कार्ड और बैंक विवरण के साथ जमा करें।",
              "te": "దశ 1: మొదటి విడత (₹1,000) - మీ గర్భాన్ని అంగన్వాడీ కేంద్రం (AWC) లేదా ఆమోదించబడిన ఆరోగ్య సౌకర్యంలో త్వరగా నమోదు చేసుకోండి. ఫారం 1-ఎ నింపి, మీ MCP కార్డు, ఆధార్ కార్డులు మరియు బ్యాంక్ వివరాలతో సమర్పించండి."
            },
            {
              "en": "Step 2: Second Installment (₹2,000) - After 6 months of pregnancy and at least one antenatal check-up, fill Form 1-B and submit it at the AWC. You'll need your MCP card showing the check-up has been done.",
              "hi": "चरण 2: दूसरी किस्त (₹2,000) - गर्भावस्था के 6 महीने बाद और कम से कम एक प्रसव पूर्व जांच के बाद, फॉर्म 1-बी भरें और इसे AWC में जमा करें। आपको अपने एमसीपी कार्ड की आवश्यकता होगी जिसमें दिखाया गया हो कि जांच हो चुकी है।",
              "te": "దశ 2: రెండవ విడత (₹2,000) - 6 నెలల గర్భం తర్వాత మరియు కనీసం ఒక ప్రసవపూర్వ తనిఖీ తర్వాత, ఫారం 1-బి నింపి AWCలో సమర్పించండి. తనిఖీ జరిగిందని చూపించే మీ MCP కార్డు అవసరం."
            },
            {
              "en": "Step 3: Third Installment (₹2,000) - After childbirth, registration of birth, and the first cycle of vaccinations (BCG, OPV, DPT, Hepatitis B), fill Form 1-C. Submit it with a copy of the child's birth certificate and the MCP card showing vaccination records.",
              "hi": "चरण 3: तीसरी किस्त (₹2,000) - बच्चे के जन्म, जन्म के पंजीकरण और टीकाकरण के पहले चक्र (बीसीजी, ओपीवी, डीपीटी, हेपेटाइटिस बी) के बाद, फॉर्म 1-सी भरें। इसे बच्चे के जन्म प्रमाण पत्र की एक प्रति और टीकाकरण रिकॉर्ड दिखाने वाले एमसीपी कार्ड के साथ जमा करें।",
              "te": "దశ 3: మూడవ విడత (₹2,000) - ప్రసవం, జనన నమోదు మరియు మొదటి దశ టీకాలు (BCG, OPV, DPT, హెపటైటిస్ B) తర్వాత, ఫారం 1-సి నింపండి. శిశువు జనన ధృవీకరణ పత్రం కాపీ మరియు టీకా రికార్డులను చూపించే MCP కార్డుతో సమర్పించండి."
            }
          ]
        },
        {
          "type": "subheading",
          "text": {
            "en": "Applying for JSY (Cash benefit for institutional delivery)",
            "hi": "JSY के लिए आवेदन (संस्थागत प्रसव के लिए नकद लाभ)",
            "te": "JSY కోసం దరఖాస్తు (సంస్థాగత ప్రసవం కోసం నగదు ప్రయోజనం)"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Step 1: During one of your early antenatal check-ups, contact your local ASHA worker. She is the crucial link for this scheme.",
              "hi": "चरण 1: अपनी शुरुआती प्रसव पूर्व जांचों में से किसी एक के दौरान, अपनी स्थानीय आशा कार्यकर्ता से संपर्क करें। वह इस योजना के लिए महत्वपूर्ण कड़ी है।",
              "te": "దశ 1: మీ ప్రారంభ ప్రసవపూర్వ తనిఖీలలో ఒకదానిలో, మీ స్థానిక ఆశా కార్యకర్తను సంప్రదించండి. ఈ పథకానికి ఆమె కీలకమైన లింక్."
            },
            {
              "en": "Step 2: The ASHA worker will help you register for JSY, open a bank account if you don't have one, and provide you with a JSY card.",
              "hi": "चरण 2: आशा कार्यकर्ता आपको JSY के लिए पंजीकरण करने में मदद करेगी, यदि आपके पास बैंक खाता नहीं है तो एक खुलवाने में मदद करेगी, और आपको एक JSY कार्ड प्रदान करेगी।",
              "te": "దశ 2: ఆశా కార్యకర్త మీకు JSY కోసం నమోదు చేసుకోవడంలో సహాయం చేస్తుంది, మీకు బ్యాంకు ఖాతా లేకపోతే తెరవడంలో సహాయం చేస్తుంది మరియు మీకు JSY కార్డును అందిస్తుంది."
            },
            {
              "en": "Step 3: The ASHA worker will help you create a birth plan and will accompany you to the health facility for delivery.",
              "hi": "चरण 3: आशा कार्यकर्ता आपको एक जन्म योजना बनाने में मदद करेगी और प्रसव के लिए स्वास्थ्य सुविधा में आपके साथ जाएगी।",
              "te": "దశ 3: ఆశా కార్యకర్త మీకు జనన ప్రణాళికను రూపొందించడంలో సహాయం చేస్తుంది మరియు ప్రసవం కోసం ఆరోగ్య సౌకర్యానికి మీతో పాటు వస్తుంది."
            },
            {
              "en": "Step 4: The cash assistance is given to you at the institution itself, usually upon discharge after delivery.",
              "hi": "चरण 4: नकद सहायता आपको संस्थान में ही दी जाती है, आमतौर पर प्रसव के बाद छुट्टी के समय।",
              "te": "దశ 4: నగదు సహాయం మీకు సంస్థలోనే, సాధారణంగా ప్రసవం తర్వాత డిశ్చార్జ్ అయ్యేటప్పుడు ఇవ్వబడుతుంది."
            }
          ]
        }
      ]
    },
    {
      "id": "follow-up",
      "title": {
        "en": "Follow-up",
        "hi": "फॉलो-अप",
        "te": "ఫాలో-అప్"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "After submitting your forms, it's important to keep track of your application status.",
            "hi": "अपने फॉर्म जमा करने के बाद, अपनी आवेदन स्थिति पर नज़र रखना महत्वपूर्ण है।",
            "te": "మీ ఫారాలను సమర్పించిన తర్వాత, మీ దరఖాస్తు స్థితిని ట్రాక్ చేయడం ముఖ్యం."
          }
        },
        {
          "type": "paragraph",
          "text": {
            "en": "For PMMVY, stay in touch with your Anganwadi or ASHA worker. They can provide updates on the payment status. You should receive SMS alerts on your registered mobile number when payments are processed. For any grievances, you can contact the PMMVY helpline. For JSY, the process is immediate, so the ASHA worker is your single point of contact for any issues with receiving the payment at the hospital.",
            "hi": "PMMVY के लिए, अपनी आंगनवाड़ी या आशा कार्यकर्ता के संपर्क में रहें। वे भुगतान की स्थिति पर अपडेट प्रदान कर सकते हैं। जब भुगतान संसाधित हो जाएगा तो आपको अपने पंजीकृत मोबाइल नंबर पर एसएमएस अलर्ट प्राप्त होंगे। किसी भी शिकायत के लिए, आप PMMVY हेल्पलाइन से संपर्क कर सकते हैं। JSY के लिए, प्रक्रिया तत्काल होती है, इसलिए अस्पताल में भुगतान प्राप्त करने में किसी भी समस्या के लिए आशा कार्यकर्ता आपका एकमात्र संपर्क बिंदु है।",
            "te": "PMMVY కోసం, మీ అంగన్వాడీ లేదా ఆశా కార్యకర్తతో టచ్‌లో ఉండండి. వారు చెల్లింపు స్థితిపై అప్‌డేట్‌లను అందించగలరు. చెల్లింపులు ప్రాసెస్ చేయబడినప్పుడు మీ రిజిస్టర్డ్ మొబైల్ నంబర్‌కు SMS హెచ్చరికలు వస్తాయి. ఏవైనా ఫిర్యాదుల కోసం, మీరు PMMVY హెల్ప్‌లైన్‌ను సంప్రదించవచ్చు. JSY కోసం, ప్రక్రియ తక్షణం ఉంటుంది, కాబట్టి ఆసుపత్రిలో చెల్లింపును స్వీకరించడంలో ఏవైనా సమస్యల కోసం ఆశా కార్యకర్త మీ ఏకైక సంప్రదింపు కేంద్రం."
          }
        }
      ]
    }
  ],
  "disclaimer": {
    "en": "This article provides information on government schemes for informational purposes only. Scheme details and amounts are subject to change based on government policies. Please consult your local ASHA/Anganwadi worker or the official government websites for the most current information.",
    "hi": "यह लेख केवल सूचना के उद्देश्यों के लिए सरकारी योजनाओं पर जानकारी प्रदान करता है। योजना का विवरण और राशि सरकारी नीतियों के आधार पर बदल सकती है। नवीनतम जानकारी के लिए कृपया अपने स्थानीय आशा/आंगनवाड़ी कार्यकर्ता या आधिकारिक सरकारी वेबसाइटों से परामर्श करें।",
    "te": "ఈ కథనం కేవలం సమాచార ప్రయోజనాల కోసం ప్రభుత్వ పథకాలపై సమాచారాన్ని అందిస్తుంది. పథకం వివరాలు మరియు మొత్తాలు ప్రభుత్వ విధానాల ఆధారంగా మారవచ్చు. అత్యంత తాజా సమాచారం కోసం దయచేసి మీ స్థానిక ఆశా/అంగన్వాడీ కార్యకర్తను లేదా అధికారిక ప్రభుత్వ వెబ్‌సైట్‌లను సంప్రదించండి."
  }
}