{
  "slug": "post-birth-warning-signs",
  "title": {
    "en": "Post-Birth Warning Signs",
    "hi": "जन्म के बाद के चेतावनी संकेत",
    "te": "ప్రసవానంతర హెచ్చరిక సంకేతాలు"
  },
  "overview": {
    "en": "A guide on urgent symptoms to watch for after delivery and when you must seek immediate help.",
    "hi": "प्रसव के बाद ध्यान देने योग्य गंभीर लक्षणों और तत्काल सहायता कब लेनी है, इस पर एक गाइड।",
    "te": "ప్రసవం తర్వాత గమనించవలసిన అత్యవసర లక్షణాలు మరియు తక్షణ సహాయం ఎప్పుడు తీసుకోవాలో తెలిపే గైడ్."
  },
  "metadata": {
    "readTime": {
      "en": "4 min read",
      "hi": "4 मिनट में पढ़ें",
      "te": "4 నిమిషాల పఠనం"
    },
    "reviewer": {
      "en": "Reviewed by Dr. Ananya Sharma",
      "hi": "डॉ. अनन्या शर्मा द्वारा समीक्षित",
      "te": "డాక్టర్ అనన్య శర్మ ద్వారా సమీక్షించబడింది"
    },
    "sources": [
      "WHO (World Health Organization)"
    ]
  },
  "sections": [
    {
      "id": "introduction",
      "title": {
        "en": "",
        "hi": "",
        "te": ""
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "The first six weeks after childbirth, known as the postpartum period, is a crucial time for healing and adjustment. While some discomfort is normal, certain physical and emotional symptoms are not. Knowing these warning signs can help you get the care you need quickly. Your health is just as important as your baby's.",
            "hi": "जन्म के बाद के पहले छह सप्ताह, जिन्हें प्रसवोत्तर अवधि कहा जाता है, स्वास्थ्य लाभ और समायोजन के लिए एक महत्वपूर्ण समय है। जबकि कुछ असुविधा सामान्य है, कुछ शारीरिक और भावनात्मक लक्षण नहीं हैं। इन चेतावनी संकेतों को जानना आपको आवश्यक देखभाल जल्दी प्राप्त करने में मदद कर सकता है। आपका स्वास्थ्य उतना ही महत्वपूर्ण है जितना आपके बच्चे का।",
            "te": "ప్రసవం తర్వాత మొదటి ఆరు వారాలు, ప్రసవానంతర కాలం అని పిలుస్తారు, ఇది కోలుకోవడానికి మరియు సర్దుబాటుకు కీలకమైన సమయం. కొంత అసౌకర్యం సాధారణమైనప్పటికీ, కొన్ని శారీరక మరియు భావోద్వేగ లక్షణాలు సాధారణం కాదు. ఈ హెచ్చరిక సంకేతాలను తెలుసుకోవడం మీకు అవసరమైన సంరక్షణను త్వరగా పొందడంలో సహాయపడుతుంది. మీ శిశువు ఆరోగ్యంతో పాటు మీ ఆరోగ్యం కూడా అంతే ముఖ్యం."
          }
        }
      ]
    },
    {
      "id": "physical-warning-signs",
      "title": {
        "en": "Physical Warning Signs",
        "hi": "शारीरिक चेतावनी संकेत",
        "te": "శారీరక హెచ్చరిక సంకేతాలు"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Do not ignore these symptoms. They could indicate a serious medical condition that requires urgent attention.",
            "hi": "इन लक्षणों को नजरअंदाज न करें। ये एक गंभीर चिकित्सा स्थिति का संकेत हो सकते हैं जिसके लिए तत्काल ध्यान देने की आवश्यकता होती है।",
            "te": "ఈ లక్షణాలను విస్మరించవద్దు. ఇవి తక్షణ శ్రద్ధ అవసరమైన తీవ్రమైన వైద్య పరిస్థితిని సూచించవచ్చు."
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Heavy Bleeding: Soaking through one pad in an hour or less, or passing blood clots larger than a lemon. This could be postpartum hemorrhage.",
              "hi": "अत्यधिक रक्तस्राव: एक घंटे या उससे कम समय में एक पैड का पूरी तरह भीग जाना, या नींबू से बड़े रक्त के थक्के निकलना। यह प्रसवोत्तर रक्तस्राव हो सकता है।",
              "te": "అధిక రక్తస్రావం: ఒక గంట లేదా అంతకంటే తక్కువ సమయంలో ఒక ప్యాడ్ పూర్తిగా తడిసిపోవడం, లేదా నిమ్మకాయ కంటే పెద్ద రక్తపు గడ్డలు పడటం. ఇది ప్రసవానంతర రక్తస్రావం కావచ్చు."
            },
            {
              "en": "Severe Headache: A headache that doesn't get better with medicine, or is accompanied by vision changes or dizziness. This could be a sign of postpartum pre-eclampsia.",
              "hi": "तेज सिरदर्द: ऐसा सिरदर्द जो दवा से ठीक न हो, या जिसके साथ दृष्टि में बदलाव या चक्कर आना हो। यह प्रसवोत्तर प्री-एक्लेम्पसिया का संकेत हो सकता है।",
              "te": "తీవ్రమైన తలనొప్పి: మందులతో మెరుగుపడని తలనొప్పి, లేదా దృష్టిలో మార్పులు లేదా తలతిరగడంతో కూడి ఉంటుంది. ఇది ప్రసవానంతర ప్రీ-ఎక్లాంప్సియాకు సంకేతం కావచ్చు."
            },
            {
              "en": "Fever of 100.4°F (38°C) or higher: A high temperature could signal an infection in the uterus, bladder, or C-section incision.",
              "hi": "100.4°F (38°C) या उससे अधिक बुखार: उच्च तापमान गर्भाशय, मूत्राशय, या सी-सेक्शन के घाव में संक्रमण का संकेत दे सकता है।",
              "te": "100.4°F (38°C) లేదా అంతకంటే ఎక్కువ జ్వరం: అధిక ఉష్ణోగ్రత గర్భాశయం, మూత్రాశయం, లేదా సి-సెక్షన్ కోతలో ఇన్ఫెక్షన్‌ను సూచిస్తుంది."
            },
            {
              "en": "Chest Pain or Difficulty Breathing: Any shortness of breath, pain in your chest, or rapid breathing needs immediate emergency care. It could be a blood clot in the lungs.",
              "hi": "सीने में दर्द या सांस लेने में कठिनाई: सांस की कोई भी कमी, सीने में दर्द, या तेज सांस लेने पर तत्काल आपातकालीन देखभाल की आवश्यकता होती है। यह फेफड़ों में रक्त का थक्का हो सकता है।",
              "te": "ఛాతీ నొప్పి లేదా శ్వాస తీసుకోవడంలో ఇబ్బంది: ఏవైనా శ్వాస ఆడకపోవడం, ఛాతీలో నొప్పి, లేదా వేగంగా శ్వాస తీసుకోవడం వంటి వాటికి తక్షణ అత్యవసర సంరక్షణ అవసరం. ఇది ఊపిరితిత్తులలో రక్తం గడ్డకట్టడం కావచ్చు."
            },
            {
              "en": "Swollen, Red, or Painful Leg: Pain, swelling, or warmth in one area of your leg could be a sign of a deep vein thrombosis (DVT), a dangerous blood clot.",
              "hi": "सूजा हुआ, लाल, या दर्दनाक पैर: आपके पैर के एक क्षेत्र में दर्द, सूजन, या गर्मी एक गहरी शिरा घनास्त्रता (DVT), एक खतरनाक रक्त का थक्का, का संकेत हो सकता है।",
              "te": "వాపు, ఎరుపు, లేదా నొప్పితో కూడిన కాలు: మీ కాలులోని ఒక ప్రాంతంలో నొప్పి, వాపు, లేదా వెచ్చదనం డీప్ వీన్ థ్రాంబోసిస్ (DVT), ఒక ప్రమాదకరమైన రక్తం గడ్డకట్టడానికి సంకేతం కావచ్చు."
            },
            {
              "en": "Incision Not Healing: If your C-section scar or episiotomy site becomes very red, has pus, a foul smell, or separates, it may be infected.",
              "hi": "घाव का न भरना: यदि आपके सी-सेक्शन का निशान या एपिसीओटॉमी स्थल बहुत लाल हो जाता है, उसमें से मवाद या दुर्गंध आती है, या वह खुल जाता है, तो यह संक्रमित हो सकता है।",
              "te": "కోత మానకపోవడం: మీ సి-సెక్షన్ మచ్చ లేదా ఎపిసియోటమీ ప్రదేశం చాలా ఎర్రబడినా, చీము పట్టినా, దుర్వాసన వచ్చినా, లేదా విడిపోయినా, అది ఇన్ఫెక్షన్ అయి ఉండవచ్చు."
            }
          ]
        }
      ]
    },
    {
      "id": "emotional-concerns",
      "title": {
        "en": "Emotional Concerns",
        "hi": "भावनात्मक चिंताएं",
        "te": "భావోద్వేగ ఆందోళనలు"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "It's important to distinguish between the common 'baby blues' and more serious conditions like postpartum depression (PPD).",
            "hi": "आम 'बेबी ब्लूज' और प्रसवोत्तर अवसाद (PPD) जैसी अधिक गंभीर स्थितियों के बीच अंतर करना महत्वपूर्ण है।",
            "te": "సాధారణ 'బేబీ బ్లూస్' మరియు ప్రసవానంతర డిప్రెషన్ (PPD) వంటి మరింత తీవ్రమైన పరిస్థితుల మధ్య తేడాను గుర్తించడం ముఖ్యం."
          }
        },
        {
          "type": "subheading",
          "text": {
            "en": "Signs of Postpartum Depression or Anxiety:",
            "hi": "प्रसवोत्तर अवसाद या चिंता के लक्षण:",
            "te": "ప్రసవానంతర డిప్రెషన్ లేదా ఆందోళన సంకేతాలు:"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Feelings of deep sadness, hopelessness, or worthlessness that last for more than two weeks.",
              "hi": "गहरी उदासी, निराशा, या बेकार होने की भावनाएं जो दो सप्ताह से अधिक समय तक रहती हैं।",
              "te": "రెండు వారాలకు మించి ఉండే లోతైన విచారం, నిరాశ, లేదా పనికిరాని భావనలు."
            },
            {
              "en": "Severe anxiety, panic attacks, or racing, scary thoughts.",
              "hi": "गंभीर चिंता, पैनिक अटैक, या तेजी से आने वाले, डरावने विचार।",
              "te": "తీవ్రమైన ఆందోళన, పానిక్ అటాక్స్, లేదా వేగంగా, భయానక ఆలోచనలు."
            },
            {
              "en": "Lack of interest in your baby, or difficulty bonding.",
              "hi": "अपने बच्चे में रुचि की कमी, या उसके साथ जुड़ाव महसूस करने में कठिनाई।",
              "te": "మీ శిశువుపై ఆసక్తి లేకపోవడం, లేదా బంధం ఏర్పరచుకోవడంలో ఇబ్బంది."
            },
            {
              "en": "Withdrawing from your partner, family, and friends.",
              "hi": "अपने साथी, परिवार और दोस्तों से दूरी बनाना।",
              "te": "మీ భాగస్వామి, కుటుంబం మరియు స్నేహితుల నుండి దూరం జరగడం."
            },
            {
              "en": "Thoughts of harming yourself or your baby. This is a medical emergency.",
              "hi": "खुद को या अपने बच्चे को नुकसान पहुँचाने के विचार। यह एक चिकित्सा आपात स्थिति है।",
              "te": "మిమ్మల్ని మీరు లేదా మీ శిశువును హాని చేసుకోవాలనే ఆలోచనలు. ఇది ఒక వైద్య అత్యవసర పరిస్థితి."
            }
          ]
        }
      ]
    },
    {
      "id": "when-to-call-doctor",
      "title": {
        "en": "When to Call a Doctor",
        "hi": "डॉक्टर को कब बुलाएं",
        "te": "వైద్యుడిని ఎప్పుడు పిలవాలి"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Trust your instincts. If something feels wrong, it's always better to seek help.",
            "hi": "अपनी सूझबूझ पर भरोसा करें। अगर कुछ गलत लगता है, तो मदद लेना हमेशा बेहतर होता है।",
            "te": "మీ అంతర్ దృష్టిని నమ్మండి. ఏదైనా తప్పుగా అనిపిస్తే, సహాయం కోరడం ఎల్లప్పుడూ మంచిది."
          }
        },
        {
          "type": "subheading",
          "text": {
            "en": "Go to the Emergency Room or Call an Ambulance IMMEDIATELY for:",
            "hi": "आपातकालीन कक्ष में जाएं या तुरंत एम्बुलेंस बुलाएं यदि:",
            "te": "అత్యవసర గదికి వెళ్లండి లేదా వెంటనే అంబులెన్స్‌ను పిలవండి:"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Chest pain or trouble breathing",
              "hi": "सीने में दर्द या सांस लेने में तकलीफ",
              "te": "ఛాతీ నొప్పి లేదా శ్వాస తీసుకోవడంలో ఇబ్బంది"
            },
            {
              "en": "Thoughts of harming yourself or your baby",
              "hi": "खुद को या अपने बच्चे को नुकसान पहुँचाने के विचार",
              "te": "మిమ్మల్ని మీరు లేదా మీ శిశువును హాని చేసుకోవాలనే ఆలోచనలు"
            },
            {
              "en": "Heavy bleeding (soaking a pad in one hour)",
              "hi": "अत्यधिक रक्तस्राव (एक घंटे में एक पैड का भीगना)",
              "te": "అధిక రక్తస్రావం (ఒక గంటలో ఒక ప్యాడ్ తడిసిపోవడం)"
            },
            {
              "en": "Seizures",
              "hi": "दौरे पड़ना",
              "te": "మూర్ఛలు"
            }
          ]
        },
        {
          "type": "subheading",
          "text": {
            "en": "Call Your Doctor on the same day for:",
            "hi": "उसी दिन अपने डॉक्टर को बुलाएं यदि:",
            "te": "అదే రోజు మీ వైద్యుడిని పిలవండి:"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Fever over 100.4°F (38°C)",
              "hi": "100.4°F (38°C) से अधिक बुखार",
              "te": "100.4°F (38°C) కంటే ఎక్కువ జ్వరం"
            },
            {
              "en": "A painful, red, swollen area on your leg",
              "hi": "आपके पैर पर एक दर्दनाक, लाल, सूजा हुआ क्षेत्र",
              "te": "మీ కాలుపై నొప్పితో కూడిన, ఎర్రబడిన, వాపు ఉన్న ప్రాంతం"
            },
            {
              "en": "Incision that is red, leaking pus, or separating",
              "hi": "घाव जो लाल हो, मवाद निकल रहा हो, या खुल रहा हो",
              "te": "ఎర్రబడిన, చీము కారుతున్న, లేదా విడిపోతున్న కోత"
            },
            {
              "en": "Depressive feelings that last more than two weeks",
              "hi": "अवसाद की भावनाएं जो दो सप्ताह से अधिक समय तक रहें",
              "te": "రెండు వారాలకు పైగా ఉండే డిప్రెసివ్ భావనలు"
            }
          ]
        }
      ]
    }
  ],
  "disclaimer": {
    "en": "This information is for educational purposes and is not a substitute for professional medical advice. If you are experiencing any of these symptoms, please contact your healthcare provider or seek emergency medical care immediately.",
    "hi": "यह जानकारी शैक्षिक उद्देश्यों के लिए है और पेशेवर चिकित्सा सलाह का विकल्प नहीं है। यदि आप इनमें से किसी भी लक्षण का अनुभव कर रहे हैं, तो कृपया अपने स्वास्थ्य सेवा प्रदाता से संपर्क करें या तुरंत आपातकालीन चिकित्सा देखभाल लें।",
    "te": "ఈ సమాచారం విద్యా ప్రయోజనాల కోసం మరియు వృత్తిపరమైన వైద్య సలహాకు ప్రత్యామ్నాయం కాదు. మీరు ఈ లక్షణాలలో ఏవైనా అనుభవిస్తుంటే, దయచేసి మీ ఆరోగ్య సంరక్షణ ప్రదాతని సంప్రదించండి లేదా వెంటనే అత్యవసర వైద్య సంరక్షణను కోరండి."
  }
}