{
  "slug": "preeclampsia-basics",
  "title": {
    "en": "Preeclampsia Basics",
    "hi": "प्री-एक्लेमप्सिया की मूल बातें",
    "te": "ప్రీఎక్లాంప్సియా ప్రాథమిక అంశాలు"
  },
  "overview": {
    "en": "Understanding the signs of this serious blood pressure condition and the necessary actions to take.",
    "hi": "इस गंभीर रक्तचाप की स्थिति के संकेतों को समझना और आवश्यक कार्रवाई करना।",
    "te": "ఈ తీవ్రమైన రక్తపోటు పరిస్థితి యొక్క సంకేతాలను అర్థం చేసుకోవడం మరియు అవసరమైన చర్యలు తీసుకోవడం."
  },
  "metadata": {
    "readTime": {
      "en": "5 min read",
      "hi": "5 मिनट में पढ़ें",
      "te": "5 నిమిషాల పఠనం"
    },
    "reviewer": {
      "en": "Reviewed by Dr. Ananya Sharma",
      "hi": "डॉ. अनन्या शर्मा द्वारा समीक्षित",
      "te": "డాక్టర్ అనన్య శర్మ ద్వారా సమీక్షించబడింది"
    },
    "sources": [
      "WHO (World Health Organization)"
    ]
  },
  "sections": [
    {
      "id": "introduction",
      "title": {
        "en": "",
        "hi": "",
        "te": ""
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Preeclampsia is a serious blood pressure condition that can develop during pregnancy, typically after 20 weeks. It can affect both the mother and the baby. While it can be dangerous if left untreated, regular prenatal check-ups are key to catching it early and managing it effectively. This guide covers the essential information you need to know.",
            "hi": "प्री-एक्लेमप्सिया गर्भावस्था के दौरान विकसित होने वाली एक गंभीर रक्तचाप की स्थिति है, जो आमतौर पर 20 सप्ताह के बाद होती है। यह माँ और बच्चे दोनों को प्रभावित कर सकती है। यदि इसका इलाज न किया जाए तो यह खतरनाक हो सकता है, लेकिन नियमित प्रसव पूर्व जांच इसे जल्दी पकड़ने और प्रभावी ढंग से प्रबंधित करने की कुंजी है। यह गाइड आपको आवश्यक जानकारी प्रदान करती है।",
            "te": "ప్రీఎక్లాంప్సియా అనేది గర్భధారణ సమయంలో, సాధారణంగా 20 వారాల తర్వాత అభివృద్ధి చెందే ఒక తీవ్రమైన రక్తపోటు పరిస్థితి. ఇది తల్లి మరియు బిడ్డ ఇద్దరినీ ప్రభావితం చేస్తుంది. చికిత్స చేయకుండా వదిలేస్తే ఇది ప్రమాదకరం కావచ్చు, కానీ క్రమం తప్పని ప్రినేటల్ చెకప్‌లు దీనిని ముందుగానే గుర్తించి, సమర్థవంతంగా నిర్వహించడానికి కీలకం. ఈ గైడ్ మీకు తెలియాల్సిన అవసరమైన సమాచారాన్ని అందిస్తుంది."
          }
        }
      ]
    },
    {
      "id": "understanding-preeclampsia",
      "title": {
        "en": "Understanding Preeclampsia",
        "hi": "प्री-एक्लेमप्सिया को समझना",
        "te": "ప్రీఎక్లాంప్సియాను అర్థం చేసుకోవడం"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "The two classic signs of preeclampsia that your doctor checks for at every visit are high blood pressure (hypertension) and protein in your urine (proteinuria). These signs indicate that some of the body's organs, like the kidneys and liver, may not be working properly. The condition can also affect blood flow to the placenta, which can impact the baby's growth.",
            "hi": "प्री-एक्लेमप्सिया के दो मुख्य संकेत जिन्हें आपका डॉक्टर हर दौरे पर जांचता है, वे हैं उच्च रक्तचाप (हाइपरटेंशन) और आपके मूत्र में प्रोटीन (प्रोटीन्यूरिया)। ये संकेत बताते हैं कि शरीर के कुछ अंग, जैसे कि गुर्दे और यकृत, ठीक से काम नहीं कर रहे होंगे। यह स्थिति प्लेसेंटा में रक्त के प्रवाह को भी प्रभावित कर सकती है, जिससे बच्चे के विकास पर असर पड़ सकता है।",
            "te": "ప్రతి సందర్శనలో మీ డాక్టర్ తనిఖీ చేసే ప్రీఎక్లాంప్సియా యొక్క రెండు ముఖ్యమైన సంకేతాలు అధిక రక్తపోటు (హైపర్‌టెన్షన్) మరియు మీ మూత్రంలో ప్రోటీన్ (ప్రోటీన్యూరియా). ఈ సంకేతాలు మూత్రపిండాలు మరియు కాలేయం వంటి శరీరంలోని కొన్ని అవయవాలు సరిగ్గా పనిచేయడం లేదని సూచిస్తాయి. ఈ పరిస్థితి మావికి రక్త ప్రవాహాన్ని కూడా ప్రభావితం చేస్తుంది, ఇది శిశువు పెరుగుదలపై ప్రభావం చూపుతుంది."
          }
        },
        {
          "type": "subheading",
          "text": {
            "en": "Who is at Risk?",
            "hi": "किसे खतरा है?",
            "te": "ఎవరికి ప్రమాదం ఉంది?"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "First-time pregnancies.",
              "hi": "पहली बार गर्भधारण।",
              "te": "మొదటిసారి గర్భం దాల్చడం."
            },
            {
              "en": "A personal or family history of preeclampsia.",
              "hi": "प्री-एक्लेमप्सिया का व्यक्तिगत या पारिवारिक इतिहास।",
              "te": "ప్రీఎక్లాంప్సియా యొక్క వ్యక్తిగత లేదా కుటుంబ చరిత్ర."
            },
            {
              "en": "Carrying multiples (twins, triplets).",
              "hi": "एक से अधिक बच्चे (जुड़वां, तिड़वां) गर्भ में होना।",
              "te": "కవలలు, ట్రిప్లెట్స్ వంటి బహుళ గర్భాలు దాల్చడం."
            },
            {
              "en": "Pre-existing conditions like chronic high BP, diabetes, or kidney disease.",
              "hi": "पुरानी उच्च रक्तचाप, मधुमेह, या गुर्दे की बीमारी जैसी पहले से मौजूद स्थितियाँ।",
              "te": "దీర్ఘకాలిక అధిక రక్తపోటు, మధుమేహం, లేదా మూత్రపిండాల వ్యాధి వంటి ముందుగా ఉన్న పరిస్థితులు."
            },
            {
              "en": "Being over the age of 40.",
              "hi": "40 वर्ष से अधिक आयु का होना।",
              "te": "40 ఏళ్ళ కంటే ఎక్కువ వయస్సు ఉండటం."
            }
          ]
        }
      ]
    },
    {
      "id": "symptoms-to-watch",
      "title": {
        "en": "Symptoms to Watch",
        "hi": "ध्यान देने योग्य लक्षण",
        "te": "గమనించవలసిన లక్షణాలు"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Often, preeclampsia has no noticeable symptoms, which is why regular check-ups are so important. However, if you experience any of the following, you must contact your doctor immediately.",
            "hi": "अक्सर, प्री-एक्लेमप्सिया के कोई ध्यान देने योग्य लक्षण नहीं होते हैं, इसीलिए नियमित जांच इतनी महत्वपूर्ण है। हालाँकि, यदि आप निम्नलिखित में से किसी का भी अनुभव करती हैं, तो आपको तुरंत अपने डॉक्टर से संपर्क करना चाहिए।",
            "te": "తరచుగా, ప్రీఎక్లాంప్సియాకు గమనించదగ్గ లక్షణాలు ఉండవు, అందుకే క్రమం తప్పని తనిఖీలు చాలా ముఖ్యం. అయితే, మీరు ఈ క్రింది వాటిలో ఏవైనా అనుభవిస్తే, మీరు వెంటనే మీ వైద్యుడిని సంప్రదించాలి."
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Severe Headache: A persistent headache that doesn't go away with simple pain relief.",
              "hi": "गंभीर सिरदर्द: एक लगातार सिरदर्द जो साधारण दर्द निवारक से ठीक नहीं होता है।",
              "te": "తీవ్రమైన తలనొప్పి: సాధారణ నొప్పి నివారణ మందులతో తగ్గని నిరంతర తలనొప్పి."
            },
            {
              "en": "Vision Changes: Seeing spots, flashing lights, blurriness, or sensitivity to light.",
              "hi": "दृष्टि में परिवर्तन: धब्बे, चमकती रोशनी, धुंधलापन, या प्रकाश के प्रति संवेदनशीलता देखना।",
              "te": "దృష్టిలో మార్పులు: చుక్కలు, మెరుస్తున్న కాంతులు, మసకబారడం, లేదా కాంతికి సున్నితత్వం."
            },
            {
              "en": "Upper Abdominal Pain: Pain, usually on your right side under your ribs. Can feel like severe heartburn.",
              "hi": "ऊपरी पेट में दर्द: दर्द, आमतौर पर आपकी पसलियों के नीचे दाईं ओर। यह गंभीर नाराज़गी जैसा महसूस हो सकता है।",
              "te": "ఎగువ పొత్తికడుపు నొప్పి: నొప్పి, సాధారణంగా మీ పక్కటెముకల క్రింద కుడి వైపున. తీవ్రమైన గుండెల్లో మంటలా అనిపించవచ్చు."
            },
            {
              "en": "Sudden Swelling: Rapid swelling (edema) in your face, hands, or feet.",
              "hi": "अचानक सूजन: आपके चेहरे, हाथों या पैरों में तेजी से सूजन (एडिमा)।",
              "te": "ఆకస్మిక వాపు: మీ ముఖం, చేతులు, లేదా పాదాలలో వేగవంతమైన వాపు (ఎడెమా)."
            },
            {
              "en": "Shortness of Breath: Feeling breathless or having difficulty breathing.",
              "hi": "सांस की तकलीफ: सांस फूलना या सांस लेने में कठिनाई महसूस होना।",
              "te": "శ్వాస ఆడకపోవడం: శ్వాస అందకపోవడం లేదా శ్వాస తీసుకోవడంలో ఇబ్బంది."
            }
          ]
        }
      ]
    },
    {
      "id": "treatment-options",
      "title": {
        "en": "Treatment Options",
        "hi": "उपचार के विकल्प",
        "te": "చికిత్సా ఎంపికలు"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "The only definitive cure for preeclampsia is the delivery of the baby and placenta. The goal of treatment is to manage the condition and keep both you and your baby safe for as long as possible before delivery.",
            "hi": "प्री-एक्लेमप्सिया का एकमात्र निश्चित इलाज बच्चे और प्लेसेंटा का प्रसव है। उपचार का लक्ष्य स्थिति को प्रबंधित करना और प्रसव से पहले आपको और आपके बच्चे दोनों को यथासंभव लंबे समय तक सुरक्षित रखना है।",
            "te": "ప్రీఎక్లాంప్సియాకు ఏకైక నిశ్చయమైన నివారణ శిశువు మరియు మావి యొక్క ప్రసవం. చికిత్స యొక్క లక్ష్యం పరిస్థితిని నిర్వహించడం మరియు ప్రసవానికి ముందు వీలైనంత కాలం మిమ్మల్ని మరియు మీ శిశువును సురక్షితంగా ఉంచడం."
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Frequent Monitoring: This is key. It involves regular blood pressure checks, blood tests, urine tests, and ultrasounds to monitor your health and the baby's growth.",
              "hi": "बार-बार निगरानी: यह महत्वपूर्ण है। इसमें आपके स्वास्थ्य और बच्चे के विकास की निगरानी के लिए नियमित रक्तचाप जांच, रक्त परीक्षण, मूत्र परीक्षण और अल्ट्रासाउंड शामिल हैं।",
              "te": "తరచుగా పర్యవేక్షణ: ఇది కీలకం. ఇందులో మీ ఆరోగ్యం మరియు శిశువు పెరుగుదలను పర్యవేక్షించడానికి క్రమం తప్పని రక్తపోటు తనిఖీలు, రక్త పరీక్షలు, మూత్ర పరీక్షలు మరియు అల్ట్రాసౌండ్‌లు ఉంటాయి."
            },
            {
              "en": "Medication: Doctors may prescribe medications to lower your blood pressure. You may also be given corticosteroids to help your baby's lungs mature if an early delivery is anticipated.",
              "hi": "दवा: डॉक्टर आपके रक्तचाप को कम करने के लिए दवाएं लिख सकते हैं। यदि शीघ्र प्रसव की आशंका हो तो आपके बच्चे के फेफड़ों को परिपक्व होने में मदद करने के लिए आपको कॉर्टिकोस्टेरॉइड्स भी दिए जा सकते हैं।",
              "te": "మందులు: మీ రక్తపోటును తగ్గించడానికి వైద్యులు మందులను సూచించవచ్చు. ముందుగానే ప్రసవం జరగవచ్చని ఊహించినట్లయితే, మీ శిశువు ఊపిరితిత్తులు పరిపక్వం చెందడానికి మీకు కార్టికోస్టెరాయిడ్స్ కూడా ఇవ్వవచ్చు."
            },
            {
              "en": "Delivery: If the preeclampsia is severe or if you are near your due date (37 weeks or later), your doctor will recommend delivering the baby. This might involve inducing labour or a caesarean section. The health of the mother and baby is the top priority.",
              "hi": "प्रसव: यदि प्री-एक्लेमप्सिया गंभीर है या यदि आप अपनी नियत तारीख (37 सप्ताह या बाद में) के करीब हैं, तो आपका डॉक्टर बच्चे को जन्म देने की सिफारिश करेगा। इसमें प्रसव पीड़ा प्रेरित करना या सिजेरियन सेक्शन शामिल हो सकता है। माँ और बच्चे का स्वास्थ्य सर्वोच्च प्राथमिकता है।",
              "te": "ప్రసవం: ప్రీఎక్లాంప్సియా తీవ్రంగా ఉంటే లేదా మీరు మీ ప్రసవ తేదీకి (37 వారాలు లేదా ఆ తర్వాత) దగ్గరగా ఉంటే, మీ డాక్టర్ శిశువును ప్రసవించమని సిఫార్సు చేస్తారు. ఇందులో ప్రసవ నొప్పులను ప్రేరేపించడం లేదా సిజేరియన్ సెక్షన్ ఉండవచ్చు. తల్లి మరియు శిశువు ఆరోగ్యం అత్యంత ప్రాధాన్యత."
            }
          ]
        }
      ]
    }
  ],
  "disclaimer": {
    "en": "Preeclampsia is a serious medical condition. This information is for educational purposes only and is not a substitute for professional medical advice. If you have any symptoms or concerns, contact your healthcare provider immediately.",
    "hi": "प्री-एक्लेमप्सिया एक गंभीर चिकित्सा स्थिति है। यह जानकारी केवल शैक्षिक उद्देश्यों के लिए है और पेशेवर चिकित्सा सलाह का विकल्प नहीं है। यदि आपको कोई लक्षण या चिंता है, तो तुरंत अपने स्वास्थ्य सेवा प्रदाता से संपर्क करें।",
    "te": "ప్రీఎక్లాంప్సియా ఒక తీవ్రమైన వైద్య పరిస్థితి. ఈ సమాచారం కేవలం విద్యా ప్రయోజనాల కోసం మాత్రమే మరియు వృత్తిపరమైన వైద్య సలహాకు ప్రత్యామ్నాయం కాదు. మీకు ఏవైనా లక్షణాలు లేదా ఆందోళనలు ఉంటే, వెంటనే మీ ఆరోగ్య సంరక్షణ ప్రదాతని సంప్రదించండి."
  }
}