{
  "slug": "when-to-see-a-fertility-specialist",
  "title": {
    "en": "When to see a fertility specialist",
    "hi": "फर्टिलिटी विशेषज्ञ से कब मिलें",
    "te": "ఫెర్టిలిటీ నిపుణుడిని ఎప్పుడు సంప్రదించాలి"
  },
  "overview": {
    "en": "Clear guidelines on timing and red flags that signal it's time to seek professional help.",
    "hi": "समय और चेतावनी संकेतों पर स्पष्ट दिशानिर्देश जो बताते हैं कि पेशेवर मदद लेने का समय आ गया है।",
    "te": "వృత్తిపరమైన సహాయం కోరవలసిన సమయం ఆసన్నమైందని సూచించే సమయం మరియు రెడ్-ఫ్లాగ్స్‌పై స్పష్టమైన మార్గదర్శకాలు."
  },
  "metadata": {
    "readTime": {
      "en": "4 min read",
      "hi": "4 मिनट में पढ़ें",
      "te": "4 నిమిషాల పఠనం"
    },
    "reviewer": {
      "en": "Reviewed by Dr. Raghav Iyer",
      "hi": "डॉ. राघव अय्यर द्वारा समीक्षित",
      "te": "డాక్టర్ రాఘవ్ అయ్యర్ ద్వారా సమీక్షించబడింది"
    },
    "sources": [
      "ASRM (American Society for Reproductive Medicine)"
    ]
  },
  "sections": [
    {
      "id": "introduction",
      "title": {
        "en": "",
        "hi": "",
        "te": ""
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Deciding when to seek help for fertility concerns can be a confusing and emotional process. It's important to know that you're not alone, and seeking a specialist's advice is a proactive and positive step. Understanding the right time to consult an expert can save valuable time and provide peace of mind.",
            "hi": "प्रजनन संबंधी चिंताओं के लिए मदद कब लेनी है, यह तय करना एक भ्रमित करने वाली और भावनात्मक प्रक्रिया हो सकती है। यह जानना महत्वपूर्ण है कि आप अकेले नहीं हैं, और विशेषज्ञ की सलाह लेना एक सक्रिय और सकारात्मक कदम है। विशेषज्ञ से परामर्श करने का सही समय समझने से बहुमूल्य समय बच सकता है और मन की शांति मिल सकती है।",
            "te": "సంతానోత్పత్తి సమస్యల కోసం సహాయం ఎప్పుడు కోరాలో నిర్ణయించుకోవడం ఒక గందరగోళమైన మరియు భావోద్వేగ ప్రక్రియ కావచ్చు. మీరు ఒంటరిగా లేరని తెలుసుకోవడం ముఖ్యం, మరియు నిపుణుడి సలహా కోరడం ఒక చురుకైన మరియు సానుకూల అడుగు. నిపుణుడిని సంప్రదించడానికి సరైన సమయాన్ని అర్థం చేసుకోవడం విలువైన సమయాన్ని ఆదా చేస్తుంది మరియు మనశ్శాంతిని అందిస్తుంది."
          }
        }
      ]
    },
    {
      "id": "age-considerations",
      "title": {
        "en": "Age Considerations",
        "hi": "उम्र संबंधी विचार",
        "te": "వయస్సు పరిగణనలు"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Age is the single most important factor affecting fertility, especially for women. This is because a woman is born with all the eggs she will ever have, and both the quantity and quality of these eggs decline over time.",
            "hi": "उम्र प्रजनन क्षमता को प्रभावित करने वाला सबसे महत्वपूर्ण कारक है, खासकर महिलाओं के लिए। ऐसा इसलिए है क्योंकि एक महिला उन सभी अंडों के साथ पैदा होती है जो उसके पास कभी होंगे, और समय के साथ इन अंडों की मात्रा और गुणवत्ता दोनों में गिरावट आती है।",
            "te": "సంతానోత్పత్తిని ప్రభావితం చేసే అత్యంత ముఖ్యమైన అంశం వయస్సు, ముఖ్యంగా మహిళలకు. ఎందుకంటే ఒక మహిళ తనకు కావలసిన అన్ని అండాలతో పుడుతుంది, మరియు కాలక్రమేణా ఈ అండాల పరిమాణం మరియు నాణ్యత రెండూ క్షీణిస్తాయి."
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "For Women: The decline in egg quality speeds up significantly after the age of 35. This can make it harder to conceive and increases the risk of miscarriage.",
              "hi": "महिलाओं के लिए: 35 वर्ष की आयु के बाद अंडे की गुणवत्ता में गिरावट काफी तेज हो जाती है। इससे गर्भधारण करना कठिन हो सकता है और गर्भपात का खतरा बढ़ जाता है।",
              "te": "మహిళల కోసం: 35 ఏళ్ళ వయస్సు తర్వాత అండం నాణ్యత క్షీణత గణనీయంగా వేగవంతం అవుతుంది. ఇది గర్భం దాల్చడాన్ని కష్టతరం చేస్తుంది మరియు గర్భస్రావం ప్రమాదాన్ని పెంచుతుంది."
            },
            {
              "en": "For Men: While the decline is more gradual, men's fertility can also be affected by age, with a decrease in sperm quality and quantity typically seen after age 40.",
              "hi": "पुरुषों के लिए: हालांकि गिरावट अधिक क्रमिक है, पुरुषों की प्रजनन क्षमता भी उम्र से प्रभावित हो सकती है, जिसमें 40 वर्ष की आयु के बाद आमतौर पर शुक्राणु की गुणवत्ता और मात्रा में कमी देखी जाती है।",
              "te": "పురుషుల కోసం: క్షీణత మరింత క్రమంగా ఉన్నప్పటికీ, పురుషుల సంతానోత్పత్తి కూడా వయస్సుతో ప్రభావితం కావచ్చు, 40 ఏళ్ళ తర్వాత సాధారణంగా స్పెర్మ్ నాణ్యత మరియు పరిమాణంలో తగ్గుదల కనిపిస్తుంది."
            }
          ]
        }
      ]
    },
    {
      "id": "warning-signs",
      "title": {
        "en": "Warning Signs (Red Flags)",
        "hi": "चेतावनी संकेत (रेड फ्लैग्स)",
        "te": "హెచ్చరిక సంకేతాలు (రెడ్ ఫ్లాగ్స్)"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "If you or your partner have any of the following conditions, it is recommended to see a fertility specialist immediately, regardless of how long you have been trying.",
            "hi": "यदि आपको या आपके साथी को निम्नलिखित में से कोई भी स्थिति है, तो यह अनुशंसा की जाती है कि आप तुरंत एक फर्टिलिटी विशेषज्ञ से मिलें, भले ही आप कितने समय से प्रयास कर रहे हों।",
            "te": "మీకు లేదా మీ భాగస్వామికి ఈ క్రింది పరిస్థితులలో ఏవైనా ఉంటే, మీరు ఎంతకాలంగా ప్రయత్నిస్తున్నారనే దానితో సంబంధం లేకుండా, వెంటనే ఒక ఫెర్టిలిటీ నిపుణుడిని సంప్రదించమని సిఫార్సు చేయబడింది."
          }
        },
        {
          "type": "subheading",
          "text": {
            "en": "For Women:",
            "hi": "महिलाओं के लिए:",
            "te": "మహిళల కోసం:"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Irregular, painful, or absent periods (a sign of ovulation issues like PCOS).",
              "hi": "अनियमित, दर्दनाक, या अनुपस्थित पीरियड्स (PCOS जैसे ओव्यूलेशन समस्याओं का संकेत)।",
              "te": "క్రమరహిత, బాధాకరమైన, లేదా లేని மாதவிடాయి (PCOS వంటి అండోత్పత్తి సమస్యలకు సంకేతం)."
            },
            {
              "en": "A known diagnosis of endometriosis or Pelvic Inflammatory Disease (PID).",
              "hi": "एंडोमेट्रियोसिस या पेल्विक इंफ्लेमेटरी डिजीज (PID) का ज्ञात निदान।",
              "te": "ఎండోమెట్రియోసిస్ లేదా పెల్విక్ ఇన్ఫ్లమేటరీ డిసీజ్ (PID) యొక్క నిర్ధారణ ఉన్నట్లయితే."
            },
            {
              "en": "A history of two or more miscarriages (recurrent pregnancy loss).",
              "hi": "दो या दो से अधिक गर्भपात का इतिहास (बार-बार गर्भपात होना)।",
              "te": "రెండు లేదా అంతకంటే ఎక్కువ గర్భస్రావాల చరిత్ర (పునరావృత గర్భ నష్టం)."
            },
            {
              "en": "Previous cancer treatment (chemotherapy or radiation).",
              "hi": "पिछला कैंसर उपचार (कीमोथेरेपी या विकिरण)।",
              "te": "గతంలో క్యాన్సర్ చికిత్స (కీమోథెరపీ లేదా రేడియేషన్) తీసుకున్నట్లయితే."
            }
          ]
        },
        {
          "type": "subheading",
          "text": {
            "en": "For Men:",
            "hi": "पुरुषों के लिए:",
            "te": "పురుషుల కోసం:"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "A history of testicular, prostate, or sexual health problems.",
              "hi": "वृषण, प्रोस्टेट, या यौन स्वास्थ्य समस्याओं का इतिहास।",
              "te": "వృషణ, ప్రోస్టేట్, లేదా లైంగిక ఆరోగ్య సమస్యల చరిత్ర."
            },
            {
              "en": "Difficulty with erection or ejaculation.",
              "hi": "स्तंभन या स्खलन में कठिनाई।",
              "te": "అంగస్తంభన లేదా స్ఖలనంలో ఇబ్బంది."
            },
            {
              "en": "A previous semen analysis showing a low sperm count.",
              "hi": "पिछला वीर्य विश्लेषण जिसमें शुक्राणुओं की संख्या कम पाई गई हो।",
              "te": "గతంలో చేసిన వీర్య విశ్లేషణలో తక్కువ స్పెర్మ్ కౌంట్ ఉన్నట్లు తేలితే."
            },
            {
              "en": "Previous cancer treatment.",
              "hi": "पिछला कैंसर उपचार।",
              "te": "గతంలో క్యాన్సర్ చికిత్స తీసుకున్నట్లయితే."
            }
          ]
        }
      ]
    },
    {
      "id": "timing-guidelines",
      "title": {
        "en": "Timing Guidelines",
        "hi": "समय संबंधी दिशानिर्देश",
        "te": "సమయ మార్గదర్శకాలు"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "If there are no specific warning signs, the general recommendation for when to see a specialist is based on the woman's age:",
            "hi": "यदि कोई विशिष्ट चेतावनी संकेत नहीं हैं, तो विशेषज्ञ से कब मिलना है, इसके लिए सामान्य सिफारिश महिला की उम्र पर आधारित है:",
            "te": "నిర్దిష్ట హెచ్చరిక సంకేతాలు ఏవీ లేకపోతే, నిపుణుడిని ఎప్పుడు సంప్రదించాలనే దానిపై సాధారణ సిఫార్సు మహిళ వయస్సుపై ఆధారపడి ఉంటుంది:"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Under age 35: Consult a specialist after one year (12 months) of regular, unprotected intercourse without getting pregnant.",
              "hi": "35 वर्ष से कम आयु: गर्भवती हुए बिना एक वर्ष (12 महीने) तक नियमित, असुरक्षित यौन संबंध के बाद एक विशेषज्ञ से परामर्श करें।",
              "te": "35 ఏళ్ల కంటే తక్కువ వయస్సు: గర్భం దాల్చకుండా ఒక సంవత్సరం (12 నెలలు) పాటు క్రమం తప్పని, అసురక్షిత సంభోగం తర్వాత ఒక నిపుణుడిని సంప్రదించండి."
            },
            {
              "en": "Age 35 to 39: Consult a specialist after six months of trying without success. Fertility declines more rapidly in this age range, so a shorter timeline is advised.",
              "hi": "35 से 39 वर्ष की आयु: छह महीने तक असफल प्रयास के बाद एक विशेषज्ञ से परामर्श करें। इस आयु वर्ग में प्रजनन क्षमता तेजी से घटती है, इसलिए एक छोटी समय-सीमा की सलाह दी जाती है।",
              "te": "35 నుండి 39 ఏళ్ల వయస్సు: ఆరు నెలల పాటు ప్రయత్నించిన తర్వాత విజయం సాధించకపోతే ఒక నిపుణుడిని సంప్రదించండి. ఈ వయస్సు పరిధిలో సంతానోత్పత్తి వేగంగా క్షీణిస్తుంది, కాబట్టి తక్కువ సమయ వ్యవధిని సలహా ఇస్తారు."
            },
            {
              "en": "Age 40 and over: Consult a specialist immediately when you decide to start trying. Time is of the essence, and an early evaluation can maximize your chances of success.",
              "hi": "40 वर्ष और उससे अधिक आयु: जब आप प्रयास शुरू करने का निर्णय लेते हैं, तो तुरंत एक विशेषज्ञ से परामर्श करें। समय बहुत महत्वपूर्ण है, और एक प्रारंभिक मूल्यांकन आपकी सफलता की संभावनाओं को अधिकतम कर सकता है।",
              "te": "40 ఏళ్లు మరియు అంతకంటే ఎక్కువ వయస్సు: మీరు ప్రయత్నించడం ప్రారంభించాలని నిర్ణయించుకున్నప్పుడు వెంటనే ఒక నిపుణుడిని సంప్రదించండి. సమయం చాలా ముఖ్యం, మరియు ఒక ముందస్తు మూల్యాంకనం మీ విజయ అవకాశాలను పెంచుతుంది."
            }
          ]
        },
        {
          "type": "paragraph",
          "text": {
            "en": "Remember, seeking help is a sign of strength. A fertility specialist can provide answers, perform necessary tests, and discuss a range of treatment options to help you on your journey to parenthood.",
            "hi": "याद रखें, मदद मांगना ताकत की निशानी है। एक फर्टिलिटी विशेषज्ञ उत्तर प्रदान कर सकता है, आवश्यक परीक्षण कर सकता है, और पितृत्व की आपकी यात्रा में आपकी मदद करने के लिए उपचार के कई विकल्पों पर चर्चा कर सकता है।",
            "te": "గుర్తుంచుకోండి, సహాయం కోరడం బలానికి సంకేతం. ఒక ఫెర్టిలిటీ నిపుణుడు సమాధానాలు అందించగలడు, అవసరమైన పరీక్షలు చేయగలడు మరియు మీ తల్లిదండ్రుల ప్రయాణంలో మీకు సహాయపడటానికి అనేక చికిత్సా ఎంపికలను చర్చించగలడు."
          }
        }
      ]
    }
  ],
  "disclaimer": {
    "en": "This information provides general guidelines and is not a substitute for professional medical advice. Please consult with a healthcare provider or fertility specialist to discuss your personal situation.",
    "hi": "यह जानकारी सामान्य दिशानिर्देश प्रदान करती है और पेशेवर चिकित्सा सलाह का विकल्प नहीं है। कृपया अपनी व्यक्तिगत स्थिति पर चर्चा करने के लिए एक स्वास्थ्य सेवा प्रदाता या फर्टिलिटी विशेषज्ञ से परामर्श करें।",
    "te": "ఈ సమాచారం సాధారణ మార్గదర్శకాలను అందిస్తుంది మరియు వృత్తిపరమైన వైద్య సలహాకు ప్రత్యామ్నాయం కాదు. దయచేసి మీ వ్యక్తిగత పరిస్థితిని చర్చించడానికి ఒక ఆరోగ్య సంరక్షణ ప్రదాత లేదా ఫెర్టిలిటీ నిపుణుడిని సంప్రదించండి."
  }
}
{
  "slug": "when-to-see-fertility-specialist",
  "title": {
    "en": "When to See a Fertility Specialist",
    "hi": "प्रजनन विशेषज्ञ से कब मिलें",
    "te": "ఫెర్టిలిటీ స్పెషలిస్ట్‌ను ఎప్పుడు చూడాలి"
  },
  "overview": {
    "en": "Understanding when it's time to seek help from a fertility specialist and what to expect during your first consultation.",
    "hi": "यह समझना कि प्रजनन विशेषज्ञ से सहायता कब लेनी चाहिए और आपकी पहली परामर्श के दौरान क्या अपेक्षा करनी चाहिए।",
    "te": "ఫెర్టిలిటీ నిపుణుడి నుండి సహాయం ఎప్పుడు తీసుకోవాలో మరియు మీ మొదటి సంప్రదింపు సమయంలో ఏమి ఆశించాలో అర్థం చేసుకోవడం."
  },
  "metadata": {
    "readTime": {
      "en": "4 min read",
      "hi": "4 मिनट में पढ़ें",
      "te": "4 నిమిషాల పఠనం"
    },
    "reviewer": {
      "en": "Reviewed by Dr. Raghav Iyer, DNB",
      "hi": "डॉ. राघव अय्यर, DNB द्वारा समीक्षित",
      "te": "డాక్టర్ రాఘవ్ అయ్యర్, DNB ద్వారా సమీక్షించబడింది"
    },
    "sources": [
      "ASRM (American Society for Reproductive Medicine)"
    ]
  },
  "sections": [
    {
      "id": "introduction",
      "title": {
        "en": "",
        "hi": "",
        "te": ""
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Many couples trying to conceive wonder when they should seek help from a fertility specialist. While it's natural to want to conceive quickly, the timing for seeking professional help depends on several factors including age, medical history, and how long you've been trying. Understanding these guidelines can help you make an informed decision about when to take the next step in your fertility journey.",
            "hi": "गर्भधारण की कोशिश कर रहे कई कपल्स सोचते हैं कि उन्हें प्रजनन विशेषज्ञ से कब सहायता लेनी चाहिए। जबकि जल्दी गर्भधारण की चाह स्वाभाविक है, पेशेवर सहायता लेने का समय कई कारकों पर निर्भर करता है जिसमें उम्र, चिकित्सा इतिहास, और आप कितने समय से कोशिश कर रहे हैं शामिल है। इन दिशानिर्देशों को समझना आपको अपनी प्रजनन यात्रा में अगला कदम कब उठाना है, इस बारे में एक सूचित निर्णय लेने में मदद कर सकता है।",
            "te": "గర్భధారణకు ప్రయత్నిస్తున్న అనేక జంటలు ఫెర్టిలిటీ నిపుణుడి నుండి ఎప్పుడు సహాయం తీసుకోవాలో ఆలోచిస్తూ ఉంటారు. త్వరగా గర్భం దాల్చాలని అనిపించడం సహజమైనప్పటికీ, వృత్తిపరమైన సహాయం తీసుకోవాల్సిన సమయం వయస్సు, వైద్య చరిత్ర, మరియు మీరు ఎంతకాలంగా ప్రయత్నిస్తున్నారు వంటి అనేక కారకాలపై ఆధారపడి ఉంటుంది. ఈ మార్గదర్శకాలను అర్థం చేసుకోవడం మీ ఫెర్టిలిటీ ప్రయాణంలో తదుపరి అడుగు ఎప్పుడు వేయాలో సమాచారంతో కూడిన నిర్ణయం తీసుకోవడంలో మీకు సహాయపడుతుంది."
          }
        }
      ]
    },
    {
      "id": "age-considerations",
      "title": {
        "en": "Age Considerations",
        "hi": "उम्र संबंधी विचार",
        "te": "వయస్సు పరిగణనలు"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Age is one of the most important factors in determining when to seek fertility care:",
            "hi": "प्रजनन देखभाल कब लेनी चाहिए, यह निर्धारित करने में उम्र सबसे महत्वपूर्ण कारकों में से एक है:",
            "te": "ఫెర్టిలిటీ కేర్ ఎప్పుడు తీసుకోవాలో నిర్ణయించడంలో వయస్సు అత్యంత ముఖ్యమైన కారకాలలో ఒకటి:"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Under 35: Try for one year before seeking help if you have regular menstrual cycles.",
              "hi": "35 से कम उम्र: यदि आपका मासिक धर्म नियमित है तो सहायता लेने से पहले एक साल कोशिश करें।",
              "te": "35 కంటే తక్కువ: మీకు క్రమం తప్పకుండా మాసిక ధర్మం ఉంటే సహాయం తీసుకోవడానికి ముందు ఒక సంవత్సరం ప్రయత్నించండి."
            },
            {
              "en": "35-40 years: Seek help after 6 months of trying, as fertility declines more rapidly after 35.",
              "hi": "35-40 साल: 6 महीने कोशिश करने के बाद सहायता लें, क्योंकि 35 के बाद प्रजनन क्षमता तेजी से घटती है।",
              "te": "35-40 సంవత్సరాలు: 6 నెలల ప్రయత్నం తర్వాత సహాయం తీసుకోండి, ఎందుకంటే 35 తర్వాత ఫెర్టిలిటీ వేగంగా తగ్గుతుంది."
            },
            {
              "en": "Over 40: Consider seeing a specialist immediately, as fertility declines significantly and pregnancy risks increase.",
              "hi": "40 से अधिक: तुरंत विशेषज्ञ से मिलने पर विचार करें, क्योंकि प्रजनन क्षमता काफी घट जाती है और गर्भावस्था के जोखिम बढ़ जाते हैं।",
              "te": "40 కంటే ఎక్కువ: వెంటనే నిపుణుడిని చూడాలని పరిగణించండి, ఎందుకంటే ఫెర్టిలిటీ గణనీయంగా తగ్గుతుంది మరియు గర్భధారణ ప్రమాదాలు పెరుగుతాయి."
            }
          ]
        }
      ]
    },
    {
      "id": "warning-signs",
      "title": {
        "en": "Warning Signs to See a Specialist Sooner",
        "hi": "जल्दी विशेषज्ञ से मिलने के चेतावनी संकेत",
        "te": "త్వరగా నిపుణుడిని చూడాల్సిన హెచ్చరిక సంకేతాలు"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Regardless of age or how long you've been trying, you should consider seeing a fertility specialist sooner if you have:",
            "hi": "उम्र या आप कितने समय से कोशिश कर रहे हैं, इससे बावजूद आपको जल्दी प्रजनन विशेषज्ञ से मिलने पर विचार करना चाहिए यदि आपमें है:",
            "te": "వయస్సు లేదా మీరు ఎంతకాలంగా ప్రయత్నిస్తున్నారనే దానితో సంబంధం లేకుండా, మీకు ఈ క్రింది వాటిలో ఏవైనా ఉంటే మీరు ఫెర్టిలిటీ నిపుణుడిని త్వరగా చూడాలని పరిగణించాలి:"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Irregular or absent menstrual periods",
              "hi": "अनियमित या अनुपस्थित मासिक धर्म",
              "te": "క్రమం తప్పిన లేదా లేని మాసిక ధర్మం"
            },
            {
              "en": "Known reproductive health conditions (PCOS, endometriosis, fibroids)",
              "hi": "ज्ञात प्रजनन स्वास्थ्य स्थितियां (PCOS, एंडोमेट्रियोसिस, फाइब्रॉइड)",
              "te": "తెలిసిన పునరుత్పత్తి ఆరోగ్య పరిస్థితులు (PCOS, ఎండోమెట్రియోసిస్, ఫైబ్రాయిడ్స్)"
            },
            {
              "en": "History of pelvic inflammatory disease or sexually transmitted infections",
              "hi": "पेल्विक इंफ्लेमेटरी डिजीज या यौन संचारित संक्रमण का इतिहास",
              "te": "పెల్విక్ ఇన్ఫ్లామేటరీ వ్యాధి లేదా లైంగిక సంక్రమణల చరిత్ర"
            },
            {
              "en": "Previous pelvic or abdominal surgery",
              "hi": "पिछली पेल्विक या पेट की सर्जरी",
              "te": "గతంలో పెల్విక్ లేదా పొత్తికడుపు శస్త్రచికిత్స"
            },
            {
              "en": "Male partner with known fertility issues",
              "hi": "पुरुष साथी में ज्ञात प्रजनन समस्याएं",
              "te": "పురుష భాగస్వామికి తెలిసిన ఫెర్టిలిటీ సమస్యలు"
            },
            {
              "en": "Family history of early menopause",
              "hi": "जल्दी रजोनिवृत्ति का पारिवारिक इतिहास",
              "te": "త్వరగా రజోనివృత్తి యొక్క కుటుంబ చరిత్ర"
            }
          ]
        }
      ]
    },
    {
      "id": "timing-guidelines",
      "title": {
        "en": "General Timing Guidelines",
        "hi": "सामान्य समय दिशानिर्देश",
        "te": "సాధారణ సమయ మార్గదర్శకాలు"
      },
      "content": [
        {
          "type": "paragraph",
          "text": {
            "en": "Here's when most couples should consider seeking fertility evaluation:",
            "hi": "यहां बताया गया है कि अधिकांश कपल्स को प्रजनन मूल्यांकन कब लेना चाहिए:",
            "te": "చాలా జంటలు ఫెర్టిలిటీ మూల్యాంకనను ఎప్పుడు పరిగణించాలి అనేది ఇక్కడ ఉంది:"
          }
        },
        {
          "type": "list",
          "items": [
            {
              "en": "Regular intercourse (2-3 times per week) without contraception",
              "hi": "गर्भनिरोधक के बिना नियमित संभोग (सप्ताह में 2-3 बार)",
              "te": "గర్భనిరోధకం లేకుండా క్రమం తప్పకుండా సంభోగం (వారానికి 2-3 సార్లు)"
            },
            {
              "en": "Timing intercourse around ovulation (mid-cycle)",
              "hi": "ओव्यूलेशन के आसपास संभोग का समय (मध्य चक्र)",
              "te": "అండోత్సర్గం చుట్టూ సంభోగ సమయం (మధ్య చక్రం)"
            },
            {
              "en": "Healthy lifestyle choices (no smoking, limited alcohol, healthy weight)",
              "hi": "स्वस्थ जीवनशैली विकल्प (धूम्रपान नहीं, सीमित शराब, स्वस्थ वजन)",
              "te": "ఆరోగ్యకరమైన జీవనశైలి ఎంపికలు (ధూమపానం లేదు, పరిమిత మద్యం, ఆరోగ్యకరమైన బరువు)"
            }
          ]
        },
        {
          "type": "paragraph",
          "text": {
            "en": "If you've been following these guidelines and still haven't conceived within the timeframes mentioned above, it's time to seek professional help.",
            "hi": "यदि आप इन दिशानिर्देशों का पालन कर रहे हैं और अभी भी ऊपर बताई गई समयसीमा के भीतर गर्भधारण नहीं कर पाए हैं, तो पेशेवर सहायता लेने का समय आ गया है।",
            "te": "మీరు ఈ మార్గదర్శకాలను అనుసరిస్తున్నారు మరియు ఇప్పటికీ పైన పేర్కొన్న కాలపరిమితుల్లో గర్భం దాల్చలేకపోతే, వృత్తిపరమైన సహాయం తీసుకోవాల్సిన సమయం వచ్చింది."
          }
        }
      ]
    }
  ],
  "disclaimer": {
    "en": "This information is for educational purposes and is not a substitute for professional medical advice. The decision to seek fertility care should be made in consultation with your healthcare provider based on your individual circumstances.",
    "hi": "यह जानकारी शैक्षिक उद्देश्यों के लिए है और पेशेवर चिकित्सा सलाह का विकल्प नहीं है। प्रजनन देखभाल लेने का निर्णय आपकी व्यक्तिगत परिस्थितियों के आधार पर आपके स्वास्थ्य सेवा प्रदाता के परामर्श से किया जाना चाहिए।",
    "te": "ఈ సమాచారం విద్యా ప్రయోజనాల కోసం మరియు వృత్తిపరమైన వైద్య సలహాకు ప్రత్యామ్నాయం కాదు. ఫెర్టిలిటీ కేర్ తీసుకోవాలనే నిర్ణయం మీ వ్యక్తిగత పరిస్థితుల ఆధారంగా మీ ఆరోగ్య సేవా ప్రదాతతో సంప్రదించి తీసుకోవాలి."
  }
}
